[
  {
    "id": 0,
    "name": "Chàng Khờ (The Fool)",
    "slug": "the-fool",
    "arcana": "major",
    "suit": null,
    "number": 0,
    "keywords": [
      "Những khởi đầu mới",
      "sự ngây thơ",
      "tinh thần tự do",
      "những bước nhảy vọt của niềm tin."
    ],
    "upright": {
      "short": "Một khởi đầu mới, phiêu lưu, lạc quan, tiềm năng, nhiệt huyết.",
      "detailed": "Một sự thay đổi lớn hoặc con đường mới trong cuộc sống; đón nhận những điều chưa biết.\n\n**Công việc & Sự nghiệp:** Bắt đầu một công việc hoặc dự án mới; một dự án kinh doanh có tiềm năng lớn.\n\n**Tình yêu & Mối quan hệ:** Thực hiện một bước nhảy vọt của niềm tin trong mối quan hệ; một chuyện tình lãng mạn ngẫu hứng hoặc một giai đoạn mới.\n\n**Sức khỏe:** Cách tiếp cận vô tư với sức khỏe; chế độ ăn uống hoặc tập thể dục mới; sức sống tốt.\n\n**Tâm linh:** Tin tưởng vào vũ trụ; thức tỉnh tâm linh; tuân theo trực giác của bạn.",
      "general": "Một sự thay đổi lớn hoặc con đường mới trong cuộc sống; đón nhận những điều chưa biết.",
      "work": "Bắt đầu một công việc hoặc dự án mới; một dự án kinh doanh có tiềm năng lớn.",
      "love": "Thực hiện một bước nhảy vọt của niềm tin trong mối quan hệ; một chuyện tình lãng mạn ngẫu hứng hoặc một giai đoạn mới.",
      "health": "Cách tiếp cận vô tư với sức khỏe; chế độ ăn uống hoặc tập thể dục mới; sức sống tốt.",
      "spirituality": "Tin tưởng vào vũ trụ; thức tỉnh tâm linh; tuân theo trực giác của bạn."
    },
    "reversed": {
      "short": "Sự liều lĩnh, bất cẩn, bị kìm hãm, phớt lờ cảnh báo, sự ngây ngô.",
      "detailed": "Khi lá Chàng Khờ xuất hiện ngược, nó gợi ý sự liều lĩnh, bất cẩn, bị kìm hãm, phớt lờ cảnh báo, sự ngây ngô. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Sự liều lĩnh, bất cẩn, bị kìm hãm, phớt lờ cảnh báo, sự ngây ngô.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: bắt đầu một công việc hoặc dự án mới; một dự án kinh doanh có tiềm năng lớn.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: thực hiện một bước nhảy vọt của niềm tin trong mối quan hệ; một chuyện tình lãng mạn ngẫu hứng hoặc một giai đoạn mới.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: cách tiếp cận vô tư với sức khỏe; chế độ ăn uống hoặc tập thể dục mới; sức sống tốt.",
      "spirituality": "Tâm linh ngược - mất kết nối với: tin tưởng vào vũ trụ; thức tỉnh tâm linh; tuân theo trực giác của bạn."
    },
    "description": "Đại diện cho sự khởi đầu của một hành trình và tiềm năng vô hạn.",
    "image": "/images/cards/RWS_Tarot_00_Fool.jpg",
    "relationships": {
      "supporting_cards": [
        "Ace of Wands",
        "The Sun",
        "Temperance"
      ],
      "challenging_cards": [
        "The Devil",
        "The Hanged Man",
        "Four of Swords"
      ]
    }
  },
  {
    "id": 1,
    "name": "Ảo Thuật Gia (The Magician)",
    "slug": "the-magician",
    "arcana": "major",
    "suit": null,
    "number": 1,
    "keywords": [
      "Hành động",
      "sức mạnh",
      "sự tập trung",
      "hiện thực hóa",
      "sự tháo vát."
    ],
    "upright": {
      "short": "Kỹ năng, ảnh hưởng, sử dụng công cụ và nguồn lực để tạo ra thực tế, sự tinh thông.",
      "detailed": "Sức mạnh biến ý tưởng thành hiện thực; chủ động.\n\n**Công việc & Sự nghiệp:** Có các kỹ năng và nguồn lực cần thiết cho một dự án; một cơ hội mới, sinh lợi.\n\n**Tình yêu & Mối quan hệ:** Thu hút đúng đối tác; tích cực theo đuổi mục tiêu tình cảm.\n\n**Sức khỏe:** Sử dụng các biện pháp thay thế hoặc tự nhiên một cách hiệu quả; tập trung vào sự phục hồi.\n\n**Tâm linh:** Kết nối với sức mạnh thần thánh; sáng tạo có ý thức thông qua ý định.",
      "general": "Sức mạnh biến ý tưởng thành hiện thực; chủ động.",
      "work": "Có các kỹ năng và nguồn lực cần thiết cho một dự án; một cơ hội mới, sinh lợi.",
      "love": "Thu hút đúng đối tác; tích cực theo đuổi mục tiêu tình cảm.",
      "health": "Sử dụng các biện pháp thay thế hoặc tự nhiên một cách hiệu quả; tập trung vào sự phục hồi.",
      "spirituality": "Kết nối với sức mạnh thần thánh; sáng tạo có ý thức thông qua ý định."
    },
    "reversed": {
      "short": "Thao túng, tiềm năng không được sử dụng, ý định xấu, lừa dối.",
      "detailed": "Khi Ảo Thuật Gia xuất hiện ngược, nó gợi ý sự thao túng, tiềm năng không được sử dụng, ý định xấu, lừa dối. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Thao túng, tiềm năng không được sử dụng, ý định xấu, lừa dối.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: có các kỹ năng và nguồn lực cần thiết cho một dự án; một cơ hội mới, sinh lợi.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: thu hút đúng đối tác; tích cực theo đuổi mục tiêu tình cảm.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: sử dụng các biện pháp thay thế hoặc tự nhiên một cách hiệu quả; tập trung vào sự phục hồi.",
      "spirituality": "Tâm linh ngược - mất kết nối với: kết nối với sức mạnh thần thánh; sáng tạo có ý thức thông qua ý định."
    },
    "description": "Đại diện cho việc sử dụng ý chí và công cụ một cách có ý thức để hiện thực hóa.",
    "image": "/images/cards/RWS_Tarot_01_Magician.jpg",
    "relationships": {
      "supporting_cards": [
        "Two of Wands",
        "Strength",
        "Ace of Swords"
      ],
      "challenging_cards": [
        "Seven of Swords",
        "The Moon",
        "The Tower"
      ]
    }
  },
  {
    "id": 2,
    "name": "Nữ Tu Tế (The High Priestess)",
    "slug": "the-high-priestess",
    "arcana": "major",
    "suit": null,
    "number": 2,
    "keywords": [
      "Trực giác",
      "kiến thức thiêng liêng",
      "tiềm thức",
      "sự bí ẩn."
    ],
    "upright": {
      "short": "Lắng nghe tiếng nói bên trong, bí ẩn, sự hiểu biết thầm lặng, trí tuệ.",
      "detailed": "Tin vào linh cảm của bạn; nhìn xuống bên dưới bề mặt.\n\n**Công việc & Sự nghiệp:** Tìm kiếm sự hướng dẫn nội tâm về một vấn đề công việc; thông tin ẩn.\n\n**Tình yêu & Mối quan hệ:** Kết nối sâu sắc, không lời; một người ngưỡng mộ bí mật; sự thân mật dựa trên sự tin tưởng.\n\n**Sức khỏe:** Lắng nghe những tín hiệu tinh tế của cơ thể; tập trung vào sức khỏe tinh thần.\n\n**Tâm linh:** Thiền sâu; khả năng tâm linh; kết nối với tính nữ thiêng liêng.",
      "general": "Tin vào linh cảm của bạn; nhìn xuống bên dưới bề mặt.",
      "work": "Tìm kiếm sự hướng dẫn nội tâm về một vấn đề công việc; thông tin ẩn.",
      "love": "Kết nối sâu sắc, không lời; một người ngưỡng mộ bí mật; sự thân mật dựa trên sự tin tưởng.",
      "health": "Lắng nghe những tín hiệu tinh tế của cơ thể; tập trung vào sức khỏe tinh thần.",
      "spirituality": "Thiền sâu; khả năng tâm linh; kết nối với tính nữ thiêng liêng."
    },
    "reversed": {
      "short": "Bí mật bị tiết lộ, trực giác bị kìm nén, sự hời hợt, phụ thuộc vào người khác.",
      "detailed": "Khi Nữ Tu Tế xuất hiện ngược, nó gợi ý bí mật bị tiết lộ, trực giác bị kìm nén, sự hời hợt, phụ thuộc vào người khác. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Bí mật bị tiết lộ, trực giác bị kìm nén, sự hời hợt, phụ thuộc vào người khác.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: tìm kiếm sự hướng dẫn nội tâm về một vấn đề công việc; thông tin ẩn.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: kết nối sâu sắc, không lời; một người ngưỡng mộ bí mật; sự thân mật dựa trên sự tin tưởng.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: lắng nghe những tín hiệu tinh tế của cơ thể; tập trung vào sức khỏe tinh thần.",
      "spirituality": "Tâm linh ngược - mất kết nối với: thiền sâu; khả năng tâm linh; kết nối với tính nữ thiêng liêng."
    },
    "description": "Đại diện cho trí tuệ, trực giác và những bí mật của tiềm thức.",
    "image": "/images/cards/RWS_Tarot_02_High_Priestess.jpg",
    "relationships": {
      "supporting_cards": [
        "Four of Swords",
        "The Hermit",
        "Two of Cups"
      ],
      "challenging_cards": [
        "The Magician",
        "The Hierophant",
        "Seven of Wands"
      ]
    }
  },
  {
    "id": 3,
    "name": "Nữ Hoàng (The Empress)",
    "slug": "the-empress",
    "arcana": "major",
    "suit": null,
    "number": 3,
    "keywords": [
      "Sự sinh sôi",
      "tính nữ",
      "vẻ đẹp",
      "thiên nhiên",
      "sự phong phú",
      "nuôi dưỡng."
    ],
    "upright": {
      "short": "Sáng tạo, nuôi dưỡng, sang trọng, cuộc sống mới, khoái cảm giác quan.",
      "detailed": "Thời gian cho sự sáng tạo và tận hưởng những tiện nghi của cuộc sống; hạnh phúc gia đình.\n\n**Công việc & Sự nghiệp:** Các dự án sáng tạo, ra mắt sản phẩm; trở thành một người quản lý hỗ trợ.\n\n**Tình yêu & Mối quan hệ:** Sự sinh sôi, bắt đầu một gia đình, tình yêu vô điều kiện, một người bạn đời ấm áp và gợi cảm.\n\n**Sức khỏe:** Tập trung vào chế độ ăn uống và chăm sóc bản thân; mang thai hoặc phục hồi.\n\n**Tâm linh:** Kết nối với Mẹ Trái Đất; tìm thấy điều thiêng liêng trong thiên nhiên.",
      "general": "Thời gian cho sự sáng tạo và tận hưởng những tiện nghi của cuộc sống; hạnh phúc gia đình.",
      "work": "Các dự án sáng tạo, ra mắt sản phẩm; trở thành một người quản lý hỗ trợ.",
      "love": "Sự sinh sôi, bắt đầu một gia đình, tình yêu vô điều kiện, một người bạn đời ấm áp và gợi cảm.",
      "health": "Tập trung vào chế độ ăn uống và chăm sóc bản thân; mang thai hoặc phục hồi.",
      "spirituality": "Kết nối với Mẹ Trái Đất; tìm thấy điều thiêng liêng trong thiên nhiên."
    },
    "reversed": {
      "short": "Sự phụ thuộc, trì trệ, cằn cỗi, tắc nghẽn sáng tạo, ngột ngạt.",
      "detailed": "Khi Nữ Hoàng xuất hiện ngược, nó gợi ý sự phụ thuộc, trì trệ, cằn cỗi, tắc nghẽn sáng tạo, ngột ngạt. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Sự phụ thuộc, trì trệ, cằn cỗi, tắc nghẽn sáng tạo, ngột ngạt.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: các dự án sáng tạo, ra mắt sản phẩm; trở thành một người quản lý hỗ trợ.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: sự sinh sôi, bắt đầu một gia đình, tình yêu vô điều kiện, một người bạn đời ấm áp và gợi cảm.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: tập trung vào chế độ ăn uống và chăm sóc bản thân; mang thai hoặc phục hồi.",
      "spirituality": "Tâm linh ngược - mất kết nối với: kết nối với mẹ trái đất; tìm thấy điều thiêng liêng trong thiên nhiên."
    },
    "description": "Đại diện cho tình mẫu tử, sự sáng tạo và sự phong phú của trần thế.",
    "image": "/images/cards/RWS_Tarot_03_Empress.jpg",
    "relationships": {
      "supporting_cards": [
        "Three of Pentacles",
        "The Lovers",
        "Ten of Pentacles"
      ],
      "challenging_cards": [
        "The Emperor",
        "Five of Pentacles",
        "The Tower"
      ]
    }
  },
  {
    "id": 4,
    "name": "Hoàng Đế (The Emperor)",
    "slug": "the-emperor",
    "arcana": "major",
    "suit": null,
    "number": 4,
    "keywords": [
      "Quyền lực",
      "cấu trúc",
      "kiểm soát",
      "hình tượng người cha",
      "sự ổn định."
    ],
    "upright": {
      "short": "Lãnh đạo, thiết lập, quyền lực, logic, thiết lập ranh giới.",
      "detailed": "Cần cấu trúc và kỷ luật; một người có thẩm quyền.\n\n**Công việc & Sự nghiệp:** Chịu trách nhiệm, củng cố kế hoạch, làm việc với ban quản lý.\n\n**Tình yêu & Mối quan hệ:** Ổn định và an toàn trong mối quan hệ; có lẽ là một đối tác truyền thống hơn.\n\n**Sức khỏe:** Thói quen, kỷ luật trong chế độ ăn uống hoặc thể dục; lời khuyên y tế chuyên nghiệp.\n\n**Tâm linh:** Thiết lập một bộ niềm tin vững chắc; ứng dụng thực tế của đức tin.",
      "general": "Cần cấu trúc và kỷ luật; một người có thẩm quyền.",
      "work": "Chịu trách nhiệm, củng cố kế hoạch, làm việc với ban quản lý.",
      "love": "Ổn định và an toàn trong mối quan hệ; có lẽ là một đối tác truyền thống hơn.",
      "health": "Thói quen, kỷ luật trong chế độ ăn uống hoặc thể dục; lời khuyên y tế chuyên nghiệp.",
      "spirituality": "Thiết lập một bộ niềm tin vững chắc; ứng dụng thực tế của đức tin."
    },
    "reversed": {
      "short": "Sự thống trị, cứng nhắc, lạnh lùng, lạm dụng quyền lực, thiếu kiểm soát.",
      "detailed": "Khi Hoàng Đế xuất hiện ngược, nó gợi ý sự thống trị, cứng nhắc, lạnh lùng, lạm dụng quyền lực, thiếu kiểm soát. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Sự thống trị, cứng nhắc, lạnh lùng, lạm dụng quyền lực, thiếu kiểm soát.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: chịu trách nhiệm, củng cố kế hoạch, làm việc với ban quản lý.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: ổn định và an toàn trong mối quan hệ; có lẽ là một đối tác truyền thống hơn.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: thói quen, kỷ luật trong chế độ ăn uống hoặc thể dục; lời khuyên y tế chuyên nghiệp.",
      "spirituality": "Tâm linh ngược - mất kết nối với: thiết lập một bộ niềm tin vững chắc; ứng dụng thực tế của đức tin."
    },
    "description": "Đại diện cho tình phụ tử, luật pháp, trật tự và quyền lực vững chắc.",
    "image": "/images/cards/RWS_Tarot_04_Emperor.jpg",
    "relationships": {
      "supporting_cards": [
        "King of Swords",
        "Four of Wands",
        "Justice"
      ],
      "challenging_cards": [
        "The Empress",
        "Seven of Cups",
        "The Star"
      ]
    }
  },
  {
    "id": 5,
    "name": "Giáo Hoàng (The Hierophant)",
    "slug": "the-hierophant",
    "arcana": "major",
    "suit": null,
    "number": 5,
    "keywords": [
      "Truyền thống",
      "sự tuân thủ",
      "đạo đức",
      "trí tuệ",
      "hướng dẫn."
    ],
    "upright": {
      "short": "Hướng dẫn tâm linh, niềm tin đã được thiết lập, giáo dục, tìm kiếm lời khuyên.",
      "detailed": "Đi theo những con đường đã được thiết lập; tìm kiếm lời khuyên từ một người cố vấn.\n\n**Công việc & Sự nghiệp:** Làm việc trong một tập đoàn lớn; đào tạo chính quy hoặc chứng nhận.\n\n**Tình yêu & Mối quan hệ:** Mối quan hệ truyền thống; cam kết chính thức như hôn nhân.\n\n**Sức khỏe:** Tuân theo phác đồ điều trị tiêu chuẩn; một bác sĩ đáng tin cậy.\n\n**Tâm linh:** Tôn giáo có tổ chức; nghiên cứu các giáo lý cổ xưa; tuân theo một học thuyết.",
      "general": "Đi theo những con đường đã được thiết lập; tìm kiếm lời khuyên từ một người cố vấn.",
      "work": "Làm việc trong một tập đoàn lớn; đào tạo chính quy hoặc chứng nhận.",
      "love": "Mối quan hệ truyền thống; cam kết chính thức như hôn nhân.",
      "health": "Tuân theo phác đồ điều trị tiêu chuẩn; một bác sĩ đáng tin cậy.",
      "spirituality": "Tôn giáo có tổ chức; nghiên cứu các giáo lý cổ xưa; tuân theo một học thuyết."
    },
    "reversed": {
      "short": "Sự nổi loạn, không theo quy ước, thách thức hiện trạng, các quy tắc hạn chế.",
      "detailed": "Khi Giáo Hoàng xuất hiện ngược, nó gợi ý sự nổi loạn, không theo quy ước, thách thức hiện trạng, các quy tắc hạn chế. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Sự nổi loạn, không theo quy ước, thách thức hiện trạng, các quy tắc hạn chế.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: làm việc trong một tập đoàn lớn; đào tạo chính quy hoặc chứng nhận.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: mối quan hệ truyền thống; cam kết chính thức như hôn nhân.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: tuân theo phác đồ điều trị tiêu chuẩn; một bác sĩ đáng tin cậy.",
      "spirituality": "Tâm linh ngược - mất kết nối với: tôn giáo có tổ chức; nghiên cứu các giáo lý cổ xưa; tuân theo một học thuyết."
    },
    "description": "Đại diện cho các cấu trúc xã hội, thể chế và trí tuệ tôn giáo.",
    "image": "/images/cards/RWS_Tarot_05_Hierophant.jpg",
    "relationships": {
      "supporting_cards": [
        "Five of Pentacles",
        "Justice",
        "Page of Swords"
      ],
      "challenging_cards": [
        "The High Priestess",
        "The Hermit",
        "Seven of Swords"
      ]
    }
  },
  {
    "id": 6,
    "name": "Tình Nhân (The Lovers)",
    "slug": "the-lovers",
    "arcana": "major",
    "suit": null,
    "number": 6,
    "keywords": [
      "Tình yêu",
      "sự kết hợp",
      "hài hòa",
      "mối quan hệ",
      "sự lựa chọn."
    ],
    "upright": {
      "short": "Quan hệ đối tác, sự kết hợp hoàn hảo, sự phù hợp về giá trị, đưa ra lựa chọn đạo đức.",
      "detailed": "Một sự lựa chọn quan trọng; nhu cầu phù hợp với các giá trị cá nhân.\n\n**Công việc & Sự nghiệp:** Quan hệ đối tác hoặc cộng tác; một quyết định nghề nghiệp quan trọng.\n\n**Tình yêu & Mối quan hệ:** Tình yêu sâu sắc, say đắm; tri kỷ; sự hòa hợp tình dục; cam kết.\n\n**Sức khỏe:** Tìm kiếm sự cân bằng; các quyết định về các thủ tục liên quan đến sức khỏe.\n\n**Tâm linh:** Căn chỉnh hành động với niềm tin tâm linh; tích hợp các khía cạnh khác nhau của bản thân.",
      "general": "Một sự lựa chọn quan trọng; nhu cầu phù hợp với các giá trị cá nhân.",
      "work": "Quan hệ đối tác hoặc cộng tác; một quyết định nghề nghiệp quan trọng.",
      "love": "Tình yêu sâu sắc, say đắm; tri kỷ; sự hòa hợp tình dục; cam kết.",
      "health": "Tìm kiếm sự cân bằng; các quyết định về các thủ tục liên quan đến sức khỏe.",
      "spirituality": "Căn chỉnh hành động với niềm tin tâm linh; tích hợp các khía cạnh khác nhau của bản thân."
    },
    "reversed": {
      "short": "Sự bất hòa, mất cân bằng, sai lệch, lựa chọn tồi, xung đột.",
      "detailed": "Khi Tình Nhân xuất hiện ngược, nó gợi ý sự bất hòa, mất cân bằng, sai lệch, lựa chọn tồi, xung đột. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Sự bất hòa, mất cân bằng, sai lệch, lựa chọn tồi, xung đột.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: quan hệ đối tác hoặc cộng tác; một quyết định nghề nghiệp quan trọng.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: tình yêu sâu sắc, say đắm; tri kỷ; sự hòa hợp tình dục; cam kết.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: tìm kiếm sự cân bằng; các quyết định về các thủ tục liên quan đến sức khỏe.",
      "spirituality": "Tâm linh ngược - mất kết nối với: căn chỉnh hành động với niềm tin tâm linh; tích hợp các khía cạnh khác nhau của bản thân."
    },
    "description": "Đại diện cho sự hài hòa, hấp dẫn và những lựa chọn quan trọng trong cuộc sống.",
    "image": "/images/cards/RWS_Tarot_06_Lovers.jpg",
    "relationships": {
      "supporting_cards": [
        "Two of Cups",
        "Nine of Pentacles",
        "The Empress"
      ],
      "challenging_cards": [
        "Five of Swords",
        "The Devil",
        "Seven of Cups"
      ]
    }
  },
  {
    "id": 7,
    "name": "Cỗ Xe (The Chariot)",
    "slug": "the-chariot",
    "arcana": "major",
    "suit": null,
    "number": 7,
    "keywords": [
      "Ý chí",
      "chiến thắng",
      "chuyển động",
      "kiểm soát",
      "sự quyết tâm."
    ],
    "upright": {
      "short": "Thành công nhờ sự quyết tâm, tự chủ, động lực, tiến về phía trước.",
      "detailed": "Một cú hích lớn về phía trước; một chuyến đi hoặc di chuyển; đạt được mục tiêu.\n\n**Công việc & Sự nghiệp:** Thăng tiến nghề nghiệp; thành công trong các lĩnh vực cạnh tranh; đi công tác.\n\n**Tình yêu & Mối quan hệ:** Thực hiện bước tiếp theo; theo đuổi mối quan hệ một cách tích cực; vượt qua các rào cản tình cảm.\n\n**Sức khỏe:** Chống lại bệnh tật; quyết tâm mạnh mẽ trong phục hồi hoặc mục tiêu thể dục.\n\n**Tâm linh:** Thực hành kỷ luật; sử dụng ý chí để vượt qua các chướng ngại vật tâm linh.",
      "general": "Một cú hích lớn về phía trước; một chuyến đi hoặc di chuyển; đạt được mục tiêu.",
      "work": "Thăng tiến nghề nghiệp; thành công trong các lĩnh vực cạnh tranh; đi công tác.",
      "love": "Thực hiện bước tiếp theo; theo đuổi mối quan hệ một cách tích cực; vượt qua các rào cản tình cảm.",
      "health": "Chống lại bệnh tật; quyết tâm mạnh mẽ trong phục hồi hoặc mục tiêu thể dục.",
      "spirituality": "Thực hành kỷ luật; sử dụng ý chí để vượt qua các chướng ngại vật tâm linh."
    },
    "reversed": {
      "short": "Thiếu định hướng, mất kiểm soát, sự chống đối, bị chèn ép.",
      "detailed": "Khi Cỗ Xe xuất hiện ngược, nó gợi ý thiếu định hướng, mất kiểm soát, sự chống đối, bị chèn ép. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Thiếu định hướng, mất kiểm soát, sự chống đối, bị chèn ép.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: thăng tiến nghề nghiệp; thành công trong các lĩnh vực cạnh tranh; đi công tác.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: thực hiện bước tiếp theo; theo đuổi mối quan hệ một cách tích cực; vượt qua các rào cản tình cảm.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: chống lại bệnh tật; quyết tâm mạnh mẽ trong phục hồi hoặc mục tiêu thể dục.",
      "spirituality": "Tâm linh ngược - mất kết nối với: thực hành kỷ luật; sử dụng ý chí để vượt qua các chướng ngại vật tâm linh."
    },
    "description": "Đại diện cho sự chiến thắng, kỷ luật tự giác và động lực tiến về phía trước.",
    "image": "/images/cards/RWS_Tarot_07_Chariot.jpg",
    "relationships": {
      "supporting_cards": [
        "Ace of Swords",
        "Six of Wands",
        "The Star"
      ],
      "challenging_cards": [
        "Four of Swords",
        "Seven of Cups",
        "The Tower"
      ]
    }
  },
  {
    "id": 8,
    "name": "Sức Mạnh (Strength)",
    "slug": "strength",
    "arcana": "major",
    "suit": null,
    "number": 8,
    "keywords": [
      "Lòng can đảm",
      "lòng trắc ẩn",
      "sức mạnh nội tâm",
      "sự làm chủ",
      "sự kiên nhẫn."
    ],
    "upright": {
      "short": "Thuần hóa con thú bên trong, sự thuyết phục nhẹ nhàng, sự kiên cường, lòng dũng cảm thầm lặng.",
      "detailed": "Đối mặt với thử thách bằng trái tim và sự chính trực; chịu đựng một khoảng thời gian khó khăn.\n\n**Công việc & Sự nghiệp:** Quản lý một đội nhóm hoặc dự án khó khăn với sự duyên dáng; tự kiểm soát dưới áp lực.\n\n**Tình yêu & Mối quan hệ:** Kiên nhẫn và thấu hiểu với đối tác; một mối liên kết nhẹ nhàng nhưng mạnh mẽ.\n\n**Sức khỏe:** Sự dẻo dai về thể chất và tinh thần; chữa lành nội tâm; yoga hoặc tập thể dục nhẹ nhàng.\n\n**Tâm linh:** Kết nối với sức mạnh của linh hồn; kỷ luật tâm linh đi kèm với tình yêu.",
      "general": "Đối mặt với thử thách bằng trái tim và sự chính trực; chịu đựng một khoảng thời gian khó khăn.",
      "work": "Quản lý một đội nhóm hoặc dự án khó khăn với sự duyên dáng; tự kiểm soát dưới áp lực.",
      "love": "Kiên nhẫn và thấu hiểu với đối tác; một mối liên kết nhẹ nhàng nhưng mạnh mẽ.",
      "health": "Sự dẻo dai về thể chất và tinh thần; chữa lành nội tâm; yoga hoặc tập thể dục nhẹ nhàng.",
      "spirituality": "Kết nối với sức mạnh của linh hồn; kỷ luật tâm linh đi kèm với tình yêu."
    },
    "reversed": {
      "short": "Sự yếu đuối, tự nghi ngờ, thiếu tự tin, sợ hãi, năng lượng thô.",
      "detailed": "Khi Sức Mạnh xuất hiện ngược, nó gợi ý sự yếu đuối, tự nghi ngờ, thiếu tự tin, sợ hãi, năng lượng thô. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Sự yếu đuối, tự nghi ngờ, thiếu tự tin, sợ hãi, năng lượng thô.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: quản lý một đội nhóm hoặc dự án khó khăn với sự duyên dáng; tự kiểm soát dưới áp lực.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: kiên nhẫn và thấu hiểu với đối tác; một mối liên kết nhẹ nhàng nhưng mạnh mẽ.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: sự dẻo dai về thể chất và tinh thần; chữa lành nội tâm; yoga hoặc tập thể dục nhẹ nhàng.",
      "spirituality": "Tâm linh ngược - mất kết nối với: kết nối với sức mạnh của linh hồn; kỷ luật tâm linh đi kèm với tình yêu."
    },
    "description": "Đại diện cho sự làm chủ cảm xúc thông qua sức mạnh nội tâm nhẹ nhàng.",
    "image": "/images/cards/RWS_Tarot_08_Strength.jpg",
    "relationships": {
      "supporting_cards": [
        "Temperance",
        "The Empress",
        "Nine of Wands"
      ],
      "challenging_cards": [
        "The Devil",
        "Five of Swords",
        "Seven of Wands"
      ]
    }
  },
  {
    "id": 9,
    "name": "Ẩn Sĩ (The Hermit)",
    "slug": "the-hermit",
    "arcana": "major",
    "suit": null,
    "number": 9,
    "keywords": [
      "Nội tâm",
      "sự cô độc",
      "hướng dẫn nội tâm",
      "tìm kiếm",
      "rút lui."
    ],
    "upright": {
      "short": "Tự suy ngẫm, tìm kiếm tâm hồn, trở thành người hướng dẫn, trí tuệ đạt được khi ở một mình.",
      "detailed": "Dành thời gian nghỉ ngơi; một giai đoạn nội tâm; tìm kiếm một người cố vấn.\n\n**Công việc & Sự nghiệp:** Nghiên cứu độc lập; làm việc một mình; nghỉ ngơi khỏi văn phòng.\n\n**Tình yêu & Mối quan hệ:** Nghỉ ngơi khỏi việc hẹn hò; cần không gian trong một mối quan hệ; nhìn vào bên trong để tìm câu trả lời cho mối quan hệ.\n\n**Sức khỏe:** Nghỉ ngơi và phục hồi; tập trung vào sức khỏe tinh thần.\n\n**Tâm linh:** Thiền sâu; tìm kiếm sự giác ngộ; tập trung vào sự thật nội tâm.",
      "general": "Dành thời gian nghỉ ngơi; một giai đoạn nội tâm; tìm kiếm một người cố vấn.",
      "work": "Nghiên cứu độc lập; làm việc một mình; nghỉ ngơi khỏi văn phòng.",
      "love": "Nghỉ ngơi khỏi việc hẹn hò; cần không gian trong một mối quan hệ; nhìn vào bên trong để tìm câu trả lời cho mối quan hệ.",
      "health": "Nghỉ ngơi và phục hồi; tập trung vào sức khỏe tinh thần.",
      "spirituality": "Thiền sâu; tìm kiếm sự giác ngộ; tập trung vào sự thật nội tâm."
    },
    "reversed": {
      "short": "Sự cô đơn, cô lập, chống đối xã hội, lạc lối trên một con đường, rút lui.",
      "detailed": "Khi Ẩn Sĩ xuất hiện ngược, nó gợi ý sự cô đơn, cô lập, chống đối xã hội, lạc lối trên một con đường, rút lui. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Sự cô đơn, cô lập, chống đối xã hội, lạc lối trên một con đường, rút lui.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: nghiên cứu độc lập; làm việc một mình; nghỉ ngơi khỏi văn phòng.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: nghỉ ngơi khỏi việc hẹn hò; cần không gian trong một mối quan hệ; nhìn vào bên trong để tìm câu trả lời cho mối quan hệ.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: nghỉ ngơi và phục hồi; tập trung vào sức khỏe tinh thần.",
      "spirituality": "Tâm linh ngược - mất kết nối với: thiền sâu; tìm kiếm sự giác ngộ; tập trung vào sự thật nội tâm."
    },
    "description": "Đại diện cho nhu cầu cô độc để đạt được trí tuệ và sự hướng dẫn.",
    "image": "/images/cards/RWS_Tarot_09_Hermit.jpg",
    "relationships": {
      "supporting_cards": [
        "Four of Swords",
        "Two of Swords",
        "Nine of Pentacles"
      ],
      "challenging_cards": [
        "The Lovers",
        "The Hanged Man",
        "Three of Cups"
      ]
    }
  },
  {
    "id": 10,
    "name": "Bánh Xe Vận Mệnh (Wheel of Fortune)",
    "slug": "wheel-of-fortune",
    "arcana": "major",
    "suit": null,
    "number": 10,
    "keywords": [
      "Thay đổi",
      "chu kỳ",
      "định mệnh",
      "bước ngoặt",
      "may mắn."
    ],
    "upright": {
      "short": "May mắn, định mệnh, thay đổi không thể tránh khỏi, bước ngoặt lớn, chu kỳ tích cực.",
      "detailed": "Cuộc sống đang chuyển động; một sự kiện định mệnh; tin tưởng vào dòng chảy của vũ trụ.\n\n**Công việc & Sự nghiệp:** Một bước đột phá lớn trong sự nghiệp; một vai trò mới mang tính chu kỳ; thay đổi công ty hoặc bộ phận.\n\n**Tình yêu & Mối quan hệ:** Cuộc gặp gỡ định mệnh; một sự thay đổi đáng kể trong tình trạng mối quan hệ (tốt hơn hoặc xấu đi).\n\n**Sức khỏe:** Thay đổi đột ngột hoặc đáng kể về sức khỏe; cảm nhận tác động của nghiệp quả.\n\n**Tâm linh:** Hiểu về nghiệp quả; nhận ra các mô thức cuộc sống; sự can thiệp của thần thánh.",
      "general": "Cuộc sống đang chuyển động; một sự kiện định mệnh; tin tưởng vào dòng chảy của vũ trụ.",
      "work": "Một bước đột phá lớn trong sự nghiệp; một vai trò mới mang tính chu kỳ; thay đổi công ty hoặc bộ phận.",
      "love": "Cuộc gặp gỡ định mệnh; một sự thay đổi đáng kể trong tình trạng mối quan hệ (tốt hơn hoặc xấu đi).",
      "health": "Thay đổi đột ngột hoặc đáng kể về sức khỏe; cảm nhận tác động của nghiệp quả.",
      "spirituality": "Hiểu về nghiệp quả; nhận ra các mô thức cuộc sống; sự can thiệp của thần thánh."
    },
    "reversed": {
      "short": "Vận rủi, thay đổi không mong muốn, sự chậm trễ, mất kiểm soát.",
      "detailed": "Khi Bánh Xe Vận Mệnh xuất hiện ngược, nó gợi ý vận rủi, thay đổi không mong muốn, sự chậm trễ, mất kiểm soát. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Vận rủi, thay đổi không mong muốn, sự chậm trễ, mất kiểm soát.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: một bước đột phá lớn trong sự nghiệp; một vai trò mới mang tính chu kỳ; thay đổi công ty hoặc bộ phận.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: cuộc gặp gỡ định mệnh; một sự thay đổi đáng kể trong tình trạng mối quan hệ (tốt hơn hoặc xấu đi).",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: thay đổi đột ngột hoặc đáng kể về sức khỏe; cảm nhận tác động của nghiệp quả.",
      "spirituality": "Tâm linh ngược - mất kết nối với: hiểu về nghiệp quả; nhận ra các mô thức cuộc sống; sự can thiệp của thần thánh."
    },
    "description": "Đại diện cho những chu kỳ luôn thay đổi của cuộc sống, số phận và nghiệp quả.",
    "image": "/images/cards/RWS_Tarot_10_Wheel_of_Fortune.jpg",
    "relationships": {
      "supporting_cards": [
        "The Sun",
        "Eight of Wands",
        "Two of Cups"
      ],
      "challenging_cards": [
        "The Tower",
        "The Devil",
        "Five of Pentacles"
      ]
    }
  },
  {
    "id": 11,
    "name": "Công Lý (Justice)",
    "slug": "justice",
    "arcana": "major",
    "suit": null,
    "number": 11,
    "keywords": [
      "Sự công bằng",
      "sự thật",
      "luật pháp",
      "nguyên nhân và kết quả",
      "tính khách quan."
    ],
    "upright": {
      "short": "Các vấn đề pháp lý, trách nhiệm giải trình, sự công bằng, cân bằng, sự chính trực.",
      "detailed": "Chịu trách nhiệm cho hành động; tìm kiếm một kết quả cân bằng.\n\n**Công việc & Sự nghiệp:** Hợp đồng, đàm phán pháp lý; giải quyết công bằng tranh chấp tại nơi làm việc.\n\n**Tình yêu & Mối quan hệ:** Đánh giá công bằng về một mối quan hệ; giao tiếp rõ ràng, trung thực.\n\n**Sức khỏe:** Chế độ ăn uống và lối sống cân bằng; tìm kiếm ý kiến y tế thứ hai, khách quan.\n\n**Tâm linh:** Khái niệm về nghiệp quả; phù hợp với các luật đạo đức phổ quát.",
      "general": "Chịu trách nhiệm cho hành động; tìm kiếm một kết quả cân bằng.",
      "work": "Hợp đồng, đàm phán pháp lý; giải quyết công bằng tranh chấp tại nơi làm việc.",
      "love": "Đánh giá công bằng về một mối quan hệ; giao tiếp rõ ràng, trung thực.",
      "health": "Chế độ ăn uống và lối sống cân bằng; tìm kiếm ý kiến y tế thứ hai, khách quan.",
      "spirituality": "Khái niệm về nghiệp quả; phù hợp với các luật đạo đức phổ quát."
    },
    "reversed": {
      "short": "Sự bất công, thiếu trách nhiệm, thiên vị, tham nhũng, biến chứng pháp lý.",
      "detailed": "Khi Công Lý xuất hiện ngược, nó gợi ý sự bất công, thiếu trách nhiệm, thiên vị, tham nhũng, biến chứng pháp lý. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Sự bất công, thiếu trách nhiệm, thiên vị, tham nhũng, biến chứng pháp lý.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: hợp đồng, đàm phán pháp lý; giải quyết công bằng tranh chấp tại nơi làm việc.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: đánh giá công bằng về một mối quan hệ; giao tiếp rõ ràng, trung thực.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: chế độ ăn uống và lối sống cân bằng; tìm kiếm ý kiến y tế thứ hai, khách quan.",
      "spirituality": "Tâm linh ngược - mất kết nối với: khái niệm về nghiệp quả; phù hợp với các luật đạo đức phổ quát."
    },
    "description": "Đại diện cho sự thật, kết quả pháp lý và sự cân bằng.",
    "image": "/images/cards/RWS_Tarot_11_Justice.jpg",
    "relationships": {
      "supporting_cards": [
        "Two of Swords",
        "The Emperor",
        "Temperance"
      ],
      "challenging_cards": [
        "Seven of Swords",
        "The Devil",
        "Five of Pentacles"
      ]
    }
  },
  {
    "id": 12,
    "name": "Người Treo Ngược (The Hanged Man)",
    "slug": "the-hanged-man",
    "arcana": "major",
    "suit": null,
    "number": 12,
    "keywords": [
      "Sự hy sinh",
      "góc nhìn",
      "buông bỏ",
      "tạm dừng",
      "đầu hàng."
    ],
    "upright": {
      "short": "Nhìn mọi thứ từ một góc độ mới, hy sinh cá nhân, tử vì đạo, đình chỉ hành động.",
      "detailed": "Tạm dừng cuộc sống để có được sự rõ ràng; một sự tạm dừng cần thiết.\n\n**Công việc & Sự nghiệp:** Một dự án trì trệ; cần lùi lại và đánh giá lại con đường sự nghiệp.\n\n**Tình yêu & Mối quan hệ:** Gác lại nhu cầu của bạn vì đối tác; nhìn mối quan hệ từ một góc độ khác.\n\n**Sức khỏe:** Nghỉ ngơi và phục hồi; thay đổi quan điểm về bệnh tật.\n\n**Tâm linh:** Đầu hàng ý chí thần thánh; thiền định; nhìn thế giới theo cách tâm linh.",
      "general": "Tạm dừng cuộc sống để có được sự rõ ràng; một sự tạm dừng cần thiết.",
      "work": "Một dự án trì trệ; cần lùi lại và đánh giá lại con đường sự nghiệp.",
      "love": "Gác lại nhu cầu của bạn vì đối tác; nhìn mối quan hệ từ một góc độ khác.",
      "health": "Nghỉ ngơi và phục hồi; thay đổi quan điểm về bệnh tật.",
      "spirituality": "Đầu hàng ý chí thần thánh; thiền định; nhìn thế giới theo cách tâm linh."
    },
    "reversed": {
      "short": "Trì hoãn, tự phá hoại, từ chối thay đổi, hy sinh không cần thiết.",
      "detailed": "Khi Người Treo Ngược xuất hiện ngược, nó gợi ý trì hoãn, tự phá hoại, từ chối thay đổi, hy sinh không cần thiết. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Trì hoãn, tự phá hoại, từ chối thay đổi, hy sinh không cần thiết.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: một dự án trì trệ; cần lùi lại và đánh giá lại con đường sự nghiệp.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: gác lại nhu cầu của bạn vì đối tác; nhìn mối quan hệ từ một góc độ khác.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: nghỉ ngơi và phục hồi; thay đổi quan điểm về bệnh tật.",
      "spirituality": "Tâm linh ngược - mất kết nối với: đầu hàng ý chí thần thánh; thiền định; nhìn thế giới theo cách tâm linh."
    },
    "description": "Đại diện cho một thời kỳ đình chỉ và sự thay đổi cần thiết về quan điểm.",
    "image": "/images/cards/RWS_Tarot_12_Hanged_Man.jpg",
    "relationships": {
      "supporting_cards": [
        "Four of Swords",
        "The Hermit",
        "Nine of Cups"
      ],
      "challenging_cards": [
        "The Chariot",
        "The Devil",
        "Eight of Wands"
      ]
    }
  },
  {
    "id": 13,
    "name": "Tử Thần (Death)",
    "slug": "death",
    "arcana": "major",
    "suit": null,
    "number": 13,
    "keywords": [
      "Kết thúc",
      "chuyển đổi",
      "quá độ",
      "thay đổi",
      "loại bỏ."
    ],
    "upright": {
      "short": "Thay đổi sâu sắc, khép lại, buông bỏ quá khứ, chuyển đổi.",
      "detailed": "Một giai đoạn lớn của cuộc đời đang kết thúc để nhường chỗ cho một giai đoạn mới.\n\n**Công việc & Sự nghiệp:** Kết thúc một công việc hoặc con đường sự nghiệp; sự kết thúc của một dự án để mở đường cho một dự án tốt hơn.\n\n**Tình yêu & Mối quan hệ:** Sự kết thúc của một mối quan hệ hoặc một sự thay đổi đáng kể trong động lực; một sự biến đổi mạnh mẽ trong đời sống tình cảm.\n\n**Sức khỏe:** Loại bỏ thói quen xấu; thay đổi hoàn toàn lối sống để có sức khỏe tốt hơn.\n\n**Tâm linh:** Rũ bỏ những niềm tin tâm linh cũ; sự tái sinh hoặc thức tỉnh tâm linh.",
      "general": "Một giai đoạn lớn của cuộc đời đang kết thúc để nhường chỗ cho một giai đoạn mới.",
      "work": "Kết thúc một công việc hoặc con đường sự nghiệp; sự kết thúc của một dự án để mở đường cho một dự án tốt hơn.",
      "love": "Sự kết thúc của một mối quan hệ hoặc một sự thay đổi đáng kể trong động lực; một sự biến đổi mạnh mẽ trong đời sống tình cảm.",
      "health": "Loại bỏ thói quen xấu; thay đổi hoàn toàn lối sống để có sức khỏe tốt hơn.",
      "spirituality": "Rũ bỏ những niềm tin tâm linh cũ; sự tái sinh hoặc thức tỉnh tâm linh."
    },
    "reversed": {
      "short": "Kháng cự sự thay đổi, trì trệ, sợ hãi những khởi đầu, cái chết từ từ.",
      "detailed": "Khi Tử Thần xuất hiện ngược, nó gợi ý kháng cự sự thay đổi, trì trệ, sợ hãi những khởi đầu, cái chết từ từ. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Kháng cự sự thay đổi, trì trệ, sợ hãi những khởi đầu, cái chết từ từ.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: kết thúc một công việc hoặc con đường sự nghiệp; sự kết thúc của một dự án để mở đường cho một dự án tốt hơn.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: sự kết thúc của một mối quan hệ hoặc một sự thay đổi đáng kể trong động lực; một sự biến đổi mạnh mẽ trong đời sống tình cảm.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: loại bỏ thói quen xấu; thay đổi hoàn toàn lối sống để có sức khỏe tốt hơn.",
      "spirituality": "Tâm linh ngược - mất kết nối với: rũ bỏ những niềm tin tâm linh cũ; sự tái sinh hoặc thức tỉnh tâm linh."
    },
    "description": "Đại diện cho sự chuyển đổi triệt để và sự kết thúc không thể tránh khỏi của các chu kỳ (không phải cái chết theo nghĩa đen).",
    "image": "/images/cards/RWS_Tarot_13_Death.jpg",
    "relationships": {
      "supporting_cards": [
        "The Tower",
        "Eight of Cups",
        "Temperance"
      ],
      "challenging_cards": [
        "Four of Pentacles",
        "The Hermit",
        "Five of Cups"
      ]
    }
  },
  {
    "id": 14,
    "name": "Tiết Chế (Temperance)",
    "slug": "temperance",
    "arcana": "major",
    "suit": null,
    "number": 14,
    "keywords": [
      "Cân bằng",
      "điều độ",
      "kiên nhẫn",
      "mục đích",
      "hài hòa."
    ],
    "upright": {
      "short": "Tìm kiếm điểm trung dung, hài hòa, kiên nhẫn, pha trộn và hòa hợp, tổng hợp.",
      "detailed": "Cần sự kiên nhẫn và điều độ; thời gian để chữa lành và tìm kiếm sự bình yên.\n\n**Công việc & Sự nghiệp:** Làm việc nhóm, hợp tác; tìm kiếm sự cân bằng giữa công việc và cuộc sống cá nhân.\n\n**Tình yêu & Mối quan hệ:** Hài hòa và tương thích trong một mối quan hệ; cân bằng giữa cho và nhận.\n\n**Sức khỏe:** Điều độ trong mọi thứ; tìm kiếm một phương pháp điều trị mang lại sự cân bằng.\n\n**Tâm linh:** Tích hợp bản thân; thời điểm thiêng liêng; kết nối với mục đích cao cả hơn của một người.",
      "general": "Cần sự kiên nhẫn và điều độ; thời gian để chữa lành và tìm kiếm sự bình yên.",
      "work": "Làm việc nhóm, hợp tác; tìm kiếm sự cân bằng giữa công việc và cuộc sống cá nhân.",
      "love": "Hài hòa và tương thích trong một mối quan hệ; cân bằng giữa cho và nhận.",
      "health": "Điều độ trong mọi thứ; tìm kiếm một phương pháp điều trị mang lại sự cân bằng.",
      "spirituality": "Tích hợp bản thân; thời điểm thiêng liêng; kết nối với mục đích cao cả hơn của một người."
    },
    "reversed": {
      "short": "Mất cân bằng, thái quá, xung đột, thiếu kiên nhẫn, đi đến cực đoan.",
      "detailed": "Khi Tiết Chế xuất hiện ngược, nó gợi ý mất cân bằng, thái quá, xung đột, thiếu kiên nhẫn, đi đến cực đoan. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Mất cân bằng, thái quá, xung đột, thiếu kiên nhẫn, đi đến cực đoan.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: làm việc nhóm, hợp tác; tìm kiếm sự cân bằng giữa công việc và cuộc sống cá nhân.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: hài hòa và tương thích trong một mối quan hệ; cân bằng giữa cho và nhận.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: điều độ trong mọi thứ; tìm kiếm một phương pháp điều trị mang lại sự cân bằng.",
      "spirituality": "Tâm linh ngược - mất kết nối với: tích hợp bản thân; thời điểm thiêng liêng; kết nối với mục đích cao cả hơn của một người."
    },
    "description": "Đại diện cho sự tự kiểm soát, cân bằng và sự tổng hợp của các mặt đối lập.",
    "image": "/images/cards/RWS_Tarot_14_Temperance.jpg",
    "relationships": {
      "supporting_cards": [
        "Two of Cups",
        "Six of Swords",
        "Strength"
      ],
      "challenging_cards": [
        "The Devil",
        "Five of Wands",
        "The Tower"
      ]
    }
  },
  {
    "id": 15,
    "name": "Ác Quỷ (The Devil)",
    "slug": "the-devil",
    "arcana": "major",
    "suit": null,
    "number": 15,
    "keywords": [
      "Sự trói buộc",
      "bản ngã bóng tối",
      "nghiện ngập",
      "chủ nghĩa duy vật",
      "ám ảnh."
    ],
    "upright": {
      "short": "Cảm thấy bị mắc kẹt, những ràng buộc không lành mạnh, dục vọng, nghiện ngập, chủ nghĩa duy vật.",
      "detailed": "Nhận ra một mô thức tiêu cực hoặc nỗi ám ảnh đang kìm hãm bạn.\n\n**Công việc & Sự nghiệp:** Cảm thấy bị mắc kẹt trong một công việc vì tiền; thực hành kinh doanh phi đạo đức; tham lam.\n\n**Tình yêu & Mối quan hệ:** Mối quan hệ độc hại hoặc phụ thuộc lẫn nhau; quá tập trung vào dục vọng hoặc sự hời hợt.\n\n**Sức khỏe:** Nghiện thức ăn, chất kích thích hoặc thói quen; chăm sóc bản thân kém do ám ảnh.\n\n**Tâm linh:** Quá tập trung vào thế giới vật chất; từ chối sự tự do tâm linh.",
      "general": "Nhận ra một mô thức tiêu cực hoặc nỗi ám ảnh đang kìm hãm bạn.",
      "work": "Cảm thấy bị mắc kẹt trong một công việc vì tiền; thực hành kinh doanh phi đạo đức; tham lam.",
      "love": "Mối quan hệ độc hại hoặc phụ thuộc lẫn nhau; quá tập trung vào dục vọng hoặc sự hời hợt.",
      "health": "Nghiện thức ăn, chất kích thích hoặc thói quen; chăm sóc bản thân kém do ám ảnh.",
      "spirituality": "Quá tập trung vào thế giới vật chất; từ chối sự tự do tâm linh."
    },
    "reversed": {
      "short": "Phá vỡ tự do, giải phóng, vượt qua cơn nghiện, giành lại quyền lực, độc lập.",
      "detailed": "Khi Ác Quỷ xuất hiện ngược, nó gợi ý phá vỡ tự do, giải phóng, vượt qua cơn nghiện, giành lại quyền lực, độc lập. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Phá vỡ tự do, giải phóng, vượt qua cơn nghiện, giành lại quyền lực, độc lập.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: cảm thấy bị mắc kẹt trong một công việc vì tiền; thực hành kinh doanh phi đạo đức; tham lam.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: mối quan hệ độc hại hoặc phụ thuộc lẫn nhau; quá tập trung vào dục vọng hoặc sự hời hợt.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: nghiện thức ăn, chất kích thích hoặc thói quen; chăm sóc bản thân kém do ám ảnh.",
      "spirituality": "Tâm linh ngược - mất kết nối với: quá tập trung vào thế giới vật chất; từ chối sự tự do tâm linh."
    },
    "description": "Đại diện cho xiềng xích của sự gắn bó vật chất và những ham muốn trần tục.",
    "image": "/images/cards/RWS_Tarot_15_Devil.jpg",
    "relationships": {
      "supporting_cards": [
        "Five of Pentacles",
        "Seven of Swords",
        "The Lovers (reversed)"
      ],
      "challenging_cards": [
        "The Fool",
        "The Star",
        "Temperance"
      ]
    }
  },
  {
    "id": 16,
    "name": "Tòa Tháp (The Tower)",
    "slug": "the-tower",
    "arcana": "major",
    "suit": null,
    "number": 16,
    "keywords": [
      "Thay đổi đột ngột",
      "biến động",
      "hỗn loạn",
      "sự hủy diệt",
      "thức tỉnh."
    ],
    "upright": {
      "short": "Khủng hoảng, sự sụp đổ đột ngột của cấu trúc, sự mặc khải, một cuộc thanh trừng cần thiết.",
      "detailed": "Một sự xáo trộn bất ngờ, sâu sắc; một sự kiện lớn trong đời giúp dọn đường.\n\n**Công việc & Sự nghiệp:** Mất việc, công ty sụp đổ, hoặc một sự thay đổi đột ngột, bất ngờ trong hướng đi sự nghiệp.\n\n**Tình yêu & Mối quan hệ:** Một cuộc chia tay bùng nổ hoặc sự mặc khải làm tan vỡ nền tảng của mối quan hệ.\n\n**Sức khỏe:** Bệnh tật hoặc tai nạn đột ngột; một lời cảnh tỉnh sâu sắc về sức khỏe.\n\n**Tâm linh:** Một sự thay đổi đột ngột, triệt để trong hệ thống niềm tin; thức tỉnh tâm linh qua khủng hoảng.",
      "general": "Một sự xáo trộn bất ngờ, sâu sắc; một sự kiện lớn trong đời giúp dọn đường.",
      "work": "Mất việc, công ty sụp đổ, hoặc một sự thay đổi đột ngột, bất ngờ trong hướng đi sự nghiệp.",
      "love": "Một cuộc chia tay bùng nổ hoặc sự mặc khải làm tan vỡ nền tảng của mối quan hệ.",
      "health": "Bệnh tật hoặc tai nạn đột ngột; một lời cảnh tỉnh sâu sắc về sức khỏe.",
      "spirituality": "Một sự thay đổi đột ngột, triệt để trong hệ thống niềm tin; thức tỉnh tâm linh qua khủng hoảng."
    },
    "reversed": {
      "short": "Tránh được thảm họa, chống lại sự thay đổi, sợ thay đổi, những khuôn mẫu cũ sụp đổ từ từ.",
      "detailed": "Khi Tòa Tháp xuất hiện ngược, nó gợi ý tránh được thảm họa, chống lại sự thay đổi, sợ thay đổi, những khuôn mẫu cũ sụp đổ từ từ. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Tránh được thảm họa, chống lại sự thay đổi, sợ thay đổi, những khuôn mẫu cũ sụp đổ từ từ.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: mất việc, công ty sụp đổ, hoặc một sự thay đổi đột ngột, bất ngờ trong hướng đi sự nghiệp.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: một cuộc chia tay bùng nổ hoặc sự mặc khải làm tan vỡ nền tảng của mối quan hệ.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: bệnh tật hoặc tai nạn đột ngột; một lời cảnh tỉnh sâu sắc về sức khỏe.",
      "spirituality": "Tâm linh ngược - mất kết nối với: một sự thay đổi đột ngột, triệt để trong hệ thống niềm tin; thức tỉnh tâm linh qua khủng hoảng."
    },
    "description": "Đại diện cho sự phá hủy đột ngột của các cấu trúc và niềm tin lỗi thời.",
    "image": "/images/cards/RWS_Tarot_16_Tower.jpg",
    "relationships": {
      "supporting_cards": [
        "Death",
        "Ten of Swords",
        "Five of Wands"
      ],
      "challenging_cards": [
        "Four of Pentacles",
        "Justice",
        "The Empress"
      ]
    }
  },
  {
    "id": 17,
    "name": "Ngôi Sao (The Star)",
    "slug": "the-star",
    "arcana": "major",
    "suit": null,
    "number": 17,
    "keywords": [
      "Hy vọng",
      "cảm hứng",
      "sự thanh thản",
      "chữa lành",
      "đổi mới."
    ],
    "upright": {
      "short": "Sự rõ ràng, bình tĩnh, lạc quan, kết nối tâm linh, tương lai tươi sáng.",
      "detailed": "Một điều ước thành hiện thực; cảm thấy được truyền cảm hứng và đổi mới; một thời kỳ bình yên.\n\n**Công việc & Sự nghiệp:** Cảm thấy hy vọng về một con đường sự nghiệp; kết nối và tìm kiếm cảm hứng.\n\n**Tình yêu & Mối quan hệ:** Chữa lành sau khi tan vỡ trái tim; một mối quan hệ trung thực và sâu sắc về mặt tâm linh.\n\n**Sức khỏe:** Phục hồi hoàn toàn; cảm thấy tràn đầy sức sống và khỏe mạnh; chữa lành bằng các phương pháp tự nhiên.\n\n**Tâm linh:** Cảm thấy kết nối với vũ trụ; chữa lành và hướng dẫn tâm linh sâu sắc.",
      "general": "Một điều ước thành hiện thực; cảm thấy được truyền cảm hứng và đổi mới; một thời kỳ bình yên.",
      "work": "Cảm thấy hy vọng về một con đường sự nghiệp; kết nối và tìm kiếm cảm hứng.",
      "love": "Chữa lành sau khi tan vỡ trái tim; một mối quan hệ trung thực và sâu sắc về mặt tâm linh.",
      "health": "Phục hồi hoàn toàn; cảm thấy tràn đầy sức sống và khỏe mạnh; chữa lành bằng các phương pháp tự nhiên.",
      "spirituality": "Cảm thấy kết nối với vũ trụ; chữa lành và hướng dẫn tâm linh sâu sắc."
    },
    "reversed": {
      "short": "Tuyệt vọng, thiếu niềm tin, vô vọng, mất kết nối, bệnh tật.",
      "detailed": "Khi Ngôi Sao xuất hiện ngược, nó gợi ý tuyệt vọng, thiếu niềm tin, vô vọng, mất kết nối, bệnh tật. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Tuyệt vọng, thiếu niềm tin, vô vọng, mất kết nối, bệnh tật.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: cảm thấy hy vọng về một con đường sự nghiệp; kết nối và tìm kiếm cảm hứng.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: chữa lành sau khi tan vỡ trái tim; một mối quan hệ trung thực và sâu sắc về mặt tâm linh.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: phục hồi hoàn toàn; cảm thấy tràn đầy sức sống và khỏe mạnh; chữa lành bằng các phương pháp tự nhiên.",
      "spirituality": "Tâm linh ngược - mất kết nối với: cảm thấy kết nối với vũ trụ; chữa lành và hướng dẫn tâm linh sâu sắc."
    },
    "description": "Đại diện cho hy vọng, sự thanh thản và ánh sáng dẫn đường sau một thời kỳ đen tối.",
    "image": "/images/cards/RWS_Tarot_17_Star.jpg",
    "relationships": {
      "supporting_cards": [
        "Nine of Cups",
        "Six of Swords",
        "Ace of Cups"
      ],
      "challenging_cards": [
        "The Moon",
        "The Devil",
        "Five of Cups"
      ]
    }
  },
  {
    "id": 18,
    "name": "Mặt Trăng (The Moon)",
    "slug": "the-moon",
    "arcana": "major",
    "suit": null,
    "number": 18,
    "keywords": [
      "Ảo ảnh",
      "nỗi sợ hãi",
      "trực giác",
      "tiềm thức",
      "sự lừa dối."
    ],
    "upright": {
      "short": "Sự không chắc chắn, bối rối, kẻ thù ẩn giấu, trực giác mãnh liệt, những giấc mơ.",
      "detailed": "Sự bối rối và mọi thứ không như vẻ ngoài của chúng; tin tưởng trực giác hơn logic.\n\n**Công việc & Sự nghiệp:** Hiểu lầm hoặc lừa dối tại nơi làm việc; không chắc chắn về một bước đi trong sự nghiệp.\n\n**Tình yêu & Mối quan hệ:** Vấn đề về niềm tin; những bí mật ẩn giấu trong một mối quan hệ; không rõ ràng về cảm xúc.\n\n**Sức khỏe:** Một tình trạng chưa được chẩn đoán; tập trung vào sức khỏe cảm xúc và tinh thần.\n\n**Tâm linh:** Khám phá bản ngã bóng tối; những giấc mơ sống động; khai thác khả năng tâm linh.",
      "general": "Sự bối rối và mọi thứ không như vẻ ngoài của chúng; tin tưởng trực giác hơn logic.",
      "work": "Hiểu lầm hoặc lừa dối tại nơi làm việc; không chắc chắn về một bước đi trong sự nghiệp.",
      "love": "Vấn đề về niềm tin; những bí mật ẩn giấu trong một mối quan hệ; không rõ ràng về cảm xúc.",
      "health": "Một tình trạng chưa được chẩn đoán; tập trung vào sức khỏe cảm xúc và tinh thần.",
      "spirituality": "Khám phá bản ngã bóng tối; những giấc mơ sống động; khai thác khả năng tâm linh."
    },
    "reversed": {
      "short": "Giải phóng nỗi sợ hãi, sự bối rối tan biến, sự thật khó chịu được tiết lộ, sự điên rồ.",
      "detailed": "Khi Mặt Trăng xuất hiện ngược, nó gợi ý giải phóng nỗi sợ hãi, sự bối rối tan biến, sự thật khó chịu được tiết lộ, sự điên rồ. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Giải phóng nỗi sợ hãi, sự bối rối tan biến, sự thật khó chịu được tiết lộ, sự điên rồ.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: hiểu lầm hoặc lừa dối tại nơi làm việc; không chắc chắn về một bước đi trong sự nghiệp.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: vấn đề về niềm tin; những bí mật ẩn giấu trong một mối quan hệ; không rõ ràng về cảm xúc.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: một tình trạng chưa được chẩn đoán; tập trung vào sức khỏe cảm xúc và tinh thần.",
      "spirituality": "Tâm linh ngược - mất kết nối với: khám phá bản ngã bóng tối; những giấc mơ sống động; khai thác khả năng tâm linh."
    },
    "description": "Đại diện cho nỗi sợ hãi về những điều chưa biết, ảo ảnh và trực giác.",
    "image": "/images/cards/RWS_Tarot_18_Moon.jpg",
    "relationships": {
      "supporting_cards": [
        "Seven of Cups",
        "The High Priestess",
        "Four of Swords"
      ],
      "challenging_cards": [
        "The Sun",
        "Justice",
        "Eight of Swords"
      ]
    }
  },
  {
    "id": 19,
    "name": "Mặt Trời (The Sun)",
    "slug": "the-sun",
    "arcana": "major",
    "suit": null,
    "number": 19,
    "keywords": [
      "Niềm vui",
      "thành công",
      "sức sống",
      "lễ kỷ niệm",
      "sự tích cực."
    ],
    "upright": {
      "short": "Hạnh phúc, thành công, lạc quan, ấm áp, sự thật, sự thỏa mãn.",
      "detailed": "Một thời gian hạnh phúc lớn, rõ ràng và thành công; cảm thấy tràn đầy sức sống.\n\n**Công việc & Sự nghiệp:** Sự công nhận, thăng chức, sự hòa hợp tuyệt vời trong nhóm, một sự ra mắt thành công.\n\n**Tình yêu & Mối quan hệ:** Một mối quan hệ vui vẻ, trọn vẹn và minh bạch; hạnh phúc và ấm áp.\n\n**Sức khỏe:** Sức khỏe dồi dào; phục hồi nhanh chóng; năng lượng và sức sống tuyệt vời.\n\n**Tâm linh:** Giác ngộ; kết nối tâm linh thuần khiết; hòa làm một với nguồn cội.",
      "general": "Một thời gian hạnh phúc lớn, rõ ràng và thành công; cảm thấy tràn đầy sức sống.",
      "work": "Sự công nhận, thăng chức, sự hòa hợp tuyệt vời trong nhóm, một sự ra mắt thành công.",
      "love": "Một mối quan hệ vui vẻ, trọn vẹn và minh bạch; hạnh phúc và ấm áp.",
      "health": "Sức khỏe dồi dào; phục hồi nhanh chóng; năng lượng và sức sống tuyệt vời.",
      "spirituality": "Giác ngộ; kết nối tâm linh thuần khiết; hòa làm một với nguồn cội."
    },
    "reversed": {
      "short": "Sự không hạnh phúc tạm thời, bi quan, niềm vui bị chặn, cảm thấy bị lu mờ.",
      "detailed": "Khi Mặt Trời xuất hiện ngược, nó gợi ý sự không hạnh phúc tạm thời, bi quan, niềm vui bị chặn, cảm thấy bị lu mờ. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Sự không hạnh phúc tạm thời, bi quan, niềm vui bị chặn, cảm thấy bị lu mờ.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: sự công nhận, thăng chức, sự hòa hợp tuyệt vời trong nhóm, một sự ra mắt thành công.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: một mối quan hệ vui vẻ, trọn vẹn và minh bạch; hạnh phúc và ấm áp.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: sức khỏe dồi dào; phục hồi nhanh chóng; năng lượng và sức sống tuyệt vời.",
      "spirituality": "Tâm linh ngược - mất kết nối với: giác ngộ; kết nối tâm linh thuần khiết; hòa làm một với nguồn cội."
    },
    "description": "Đại diện cho niềm vui thuần khiết, thành công và ánh sáng của ý thức.",
    "image": "/images/cards/RWS_Tarot_19_Sun.jpg",
    "relationships": {
      "supporting_cards": [
        "Ace of Wands",
        "Three of Cups",
        "The Fool"
      ],
      "challenging_cards": [
        "The Moon",
        "Ten of Swords",
        "Five of Pentacles"
      ]
    }
  },
  {
    "id": 20,
    "name": "Phán Xét (Judgement)",
    "slug": "judgement",
    "arcana": "major",
    "suit": null,
    "number": 20,
    "keywords": [
      "Sự kêu gọi",
      "sự xá tội",
      "tái sinh",
      "tiếng nói bên trong",
      "đánh giá."
    ],
    "upright": {
      "short": "Nghe thấy tiếng gọi bên trong, sự cứu rỗi, phán quyết cuối cùng, nhận thức sâu sắc.",
      "detailed": "Một cuộc đánh giá lớn về cuộc sống; đưa ra một quyết định quan trọng định hình tương lai.\n\n**Công việc & Sự nghiệp:** Thăng chức hoặc quyết định cuối cùng về một dự án; bị đánh giá hoặc thẩm định.\n\n**Tình yêu & Mối quan hệ:** Một quyết định quan trọng về một mối quan hệ; nhìn thấy đối tác một cách rõ ràng.\n\n**Sức khỏe:** Một lời cảnh tỉnh về lối sống; một chẩn đoán hoặc kế hoạch điều trị cuối cùng.\n\n**Tâm linh:** Tuân theo định mệnh của một người; thức tỉnh tâm linh; tha thứ.",
      "general": "Một cuộc đánh giá lớn về cuộc sống; đưa ra một quyết định quan trọng định hình tương lai.",
      "work": "Thăng chức hoặc quyết định cuối cùng về một dự án; bị đánh giá hoặc thẩm định.",
      "love": "Một quyết định quan trọng về một mối quan hệ; nhìn thấy đối tác một cách rõ ràng.",
      "health": "Một lời cảnh tỉnh về lối sống; một chẩn đoán hoặc kế hoạch điều trị cuối cùng.",
      "spirituality": "Tuân theo định mệnh của một người; thức tỉnh tâm linh; tha thứ."
    },
    "reversed": {
      "short": "Tự nghi ngờ, phớt lờ tiếng gọi, từ chối tiếp tục, tự phê bình gay gắt.",
      "detailed": "Khi Phán Xét xuất hiện ngược, nó gợi ý tự nghi ngờ, phớt lờ tiếng gọi, từ chối tiếp tục, tự phê bình gay gắt. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Tự nghi ngờ, phớt lờ tiếng gọi, từ chối tiếp tục, tự phê bình gay gắt.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: thăng chức hoặc quyết định cuối cùng về một dự án; bị đánh giá hoặc thẩm định.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: một quyết định quan trọng về một mối quan hệ; nhìn thấy đối tác một cách rõ ràng.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: một lời cảnh tỉnh về lối sống; một chẩn đoán hoặc kế hoạch điều trị cuối cùng.",
      "spirituality": "Tâm linh ngược - mất kết nối với: tuân theo định mệnh của một người; thức tỉnh tâm linh; tha thứ."
    },
    "description": "Đại diện cho thời điểm tính toán, tha thứ và đưa ra quyết định quan trọng.",
    "image": "/images/cards/RWS_Tarot_20_Judgement.jpg",
    "relationships": {
      "supporting_cards": [
        "The World",
        "Ace of Swords",
        "Justice"
      ],
      "challenging_cards": [
        "The Hanged Man",
        "The Hermit",
        "Seven of Swords"
      ]
    }
  },
  {
    "id": 21,
    "name": "Thế Giới (The World)",
    "slug": "the-world",
    "arcana": "major",
    "suit": null,
    "number": 21,
    "keywords": [
      "Hoàn thành",
      "hội nhập",
      "du lịch",
      "thành tựu",
      "sự thỏa mãn."
    ],
    "upright": {
      "short": "Kết luận thành công, sự thỏa mãn tột cùng, nhận thức toàn cầu, sự trọn vẹn.",
      "detailed": "Đạt được mục tiêu dài hạn; cảm thấy hoàn toàn trọn vẹn và hòa nhập.\n\n**Công việc & Sự nghiệp:** Hoàn thành một dự án lớn; tốt nghiệp; kinh doanh đường dài thành công.\n\n**Tình yêu & Mối quan hệ:** Sự hài hòa tột cùng; tìm thấy tri kỷ; một mối quan hệ cảm thấy trọn vẹn.\n\n**Sức khỏe:** Sức khỏe hoàn hảo; hạnh phúc và thể lực lâu dài.\n\n**Tâm linh:** Đạt được giác ngộ; hợp nhất với vũ trụ; sự hài hòa hoàn hảo.",
      "general": "Đạt được mục tiêu dài hạn; cảm thấy hoàn toàn trọn vẹn và hòa nhập.",
      "work": "Hoàn thành một dự án lớn; tốt nghiệp; kinh doanh đường dài thành công.",
      "love": "Sự hài hòa tột cùng; tìm thấy tri kỷ; một mối quan hệ cảm thấy trọn vẹn.",
      "health": "Sức khỏe hoàn hảo; hạnh phúc và thể lực lâu dài.",
      "spirituality": "Đạt được giác ngộ; hợp nhất với vũ trụ; sự hài hòa hoàn hảo."
    },
    "reversed": {
      "short": "Chưa hoàn thành, chậm trễ, cảm thấy bế tắc, thiếu sự khép lại, kết thúc không hoàn hảo.",
      "detailed": "Khi Thế Giới xuất hiện ngược, nó gợi ý chưa hoàn thành, chậm trễ, cảm thấy bế tắc, thiếu sự khép lại, kết thúc không hoàn hảo. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Chưa hoàn thành, chậm trễ, cảm thấy bế tắc, thiếu sự khép lại, kết thúc không hoàn hảo.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: hoàn thành một dự án lớn; tốt nghiệp; kinh doanh đường dài thành công.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: sự hài hòa tột cùng; tìm thấy tri kỷ; một mối quan hệ cảm thấy trọn vẹn.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: sức khỏe hoàn hảo; hạnh phúc và thể lực lâu dài.",
      "spirituality": "Tâm linh ngược - mất kết nối với: đạt được giác ngộ; hợp nhất với vũ trụ; sự hài hòa hoàn hảo."
    },
    "description": "Đại diện cho việc hoàn thành thành công một chu kỳ lớn và ý thức vũ trụ.",
    "image": "/images/cards/RWS_Tarot_21_World.jpg",
    "relationships": {
      "supporting_cards": [
        "Ten of Pentacles",
        "The Sun",
        "Judgement"
      ],
      "challenging_cards": [
        "The Fool",
        "Death",
        "Eight of Swords"
      ]
    }
  },
  {
    "id": 22,
    "name": "Ách Gậy (Ace of Wands)",
    "slug": "ace-of-wands",
    "arcana": "minor",
    "suit": "wands",
    "keywords": [
      "Cơ hội",
      "cảm hứng",
      "tiềm năng",
      "đam mê mới",
      "tia lửa sáng tạo."
    ],
    "upright": {
      "short": "Một ý tưởng đột phá, một sự bùng nổ năng lượng, hành động, một doanh nghiệp mới.",
      "detailed": "Một cơ hội quan trọng khơi dậy niềm đam mê.\n\n**Công việc & Sự nghiệp:** Một công việc, dự án hoặc hướng đi sự nghiệp mới khiến bạn phấn khích.\n\n**Tình yêu & Mối quan hệ:** Cảm xúc lãng mạn mới, niềm đam mê hoặc sự khởi đầu của một mối quan hệ thú vị.\n\n**Sức khỏe:** Năng lượng và sức sống được đổi mới; một động lực bất ngờ để trở nên khỏe mạnh.\n\n**Tâm linh:** Một tia sáng của sự hiểu biết tâm linh; bắt đầu một thực hành tâm linh mới.",
      "general": "Một cơ hội quan trọng khơi dậy niềm đam mê.",
      "work": "Một công việc, dự án hoặc hướng đi sự nghiệp mới khiến bạn phấn khích.",
      "love": "Cảm xúc lãng mạn mới, niềm đam mê hoặc sự khởi đầu của một mối quan hệ thú vị.",
      "health": "Năng lượng và sức sống được đổi mới; một động lực bất ngờ để trở nên khỏe mạnh.",
      "spirituality": "Một tia sáng của sự hiểu biết tâm linh; bắt đầu một thực hành tâm linh mới."
    },
    "reversed": {
      "short": "Sự chậm trễ, bỏ lỡ cơ hội, thiếu nhiệt tình, cảm thấy bế tắc.",
      "detailed": "Khi Ách Gậy xuất hiện ngược, nó gợi ý sự chậm trễ, bỏ lỡ cơ hội, thiếu nhiệt tình, cảm thấy bế tắc. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Sự chậm trễ, bỏ lỡ cơ hội, thiếu nhiệt tình, cảm thấy bế tắc.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: một công việc, dự án hoặc hướng đi sự nghiệp mới khiến bạn phấn khích.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: cảm xúc lãng mạn mới, niềm đam mê hoặc sự khởi đầu của một mối quan hệ thú vị.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: năng lượng và sức sống được đổi mới; một động lực bất ngờ để trở nên khỏe mạnh.",
      "spirituality": "Tâm linh ngược - mất kết nối với: một tia sáng của sự hiểu biết tâm linh; bắt đầu một thực hành tâm linh mới."
    },
    "description": "Hạt giống của năng lượng sáng tạo và những khởi đầu mới.",
    "image": "/images/cards/Wands01.jpg",
    "relationships": {
      "supporting_cards": [
        "The Fool",
        "Three of Wands",
        "The Sun"
      ],
      "challenging_cards": [
        "Four of Swords",
        "Five of Pentacles",
        "The Hermit"
      ]
    }
  },
  {
    "id": 23,
    "name": "Hai Gậy (Two of Wands)",
    "slug": "two-of-wands",
    "arcana": "minor",
    "suit": "wands",
    "keywords": [
      "Lập kế hoạch",
      "ra quyết định",
      "mục tiêu tương lai",
      "khám phá",
      "sự làm chủ."
    ],
    "upright": {
      "short": "Có các lựa chọn, lập kế hoạch cho tương lai, can đảm khám phá, sức mạnh cá nhân.",
      "detailed": "Lập kế hoạch cho các bước tiếp theo; nhìn về phía chân trời; tầm nhìn toàn cầu.\n\n**Công việc & Sự nghiệp:** Đối tác kinh doanh; lập kế hoạch mở rộng chiến lược; đưa ra lựa chọn nghề nghiệp.\n\n**Tình yêu & Mối quan hệ:** Lập kế hoạch tương lai cùng nhau; quyết định mối quan hệ sẽ đi về đâu.\n\n**Sức khỏe:** Quyết định về một kế hoạch thể dục; duy trì sự tập trung vào các mục tiêu sức khỏe dài hạn.\n\n**Tâm linh:** Lập kế hoạch cho một khóa tu tâm linh; quyết định về một con đường tín ngưỡng.",
      "general": "Lập kế hoạch cho các bước tiếp theo; nhìn về phía chân trời; tầm nhìn toàn cầu.",
      "work": "Đối tác kinh doanh; lập kế hoạch mở rộng chiến lược; đưa ra lựa chọn nghề nghiệp.",
      "love": "Lập kế hoạch tương lai cùng nhau; quyết định mối quan hệ sẽ đi về đâu.",
      "health": "Quyết định về một kế hoạch thể dục; duy trì sự tập trung vào các mục tiêu sức khỏe dài hạn.",
      "spirituality": "Lập kế hoạch cho một khóa tu tâm linh; quyết định về một con đường tín ngưỡng."
    },
    "reversed": {
      "short": "Sợ những điều chưa biết, thiếu kế hoạch, kế hoạch bị trì hoãn, cảm thấy bị hạn chế.",
      "detailed": "Khi Hai Gậy xuất hiện ngược, nó gợi ý sợ những điều chưa biết, thiếu kế hoạch, kế hoạch bị trì hoãn, cảm thấy bị hạn chế. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Sợ những điều chưa biết, thiếu kế hoạch, kế hoạch bị trì hoãn, cảm thấy bị hạn chế.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: đối tác kinh doanh; lập kế hoạch mở rộng chiến lược; đưa ra lựa chọn nghề nghiệp.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: lập kế hoạch tương lai cùng nhau; quyết định mối quan hệ sẽ đi về đâu.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: quyết định về một kế hoạch thể dục; duy trì sự tập trung vào các mục tiêu sức khỏe dài hạn.",
      "spirituality": "Tâm linh ngược - mất kết nối với: lập kế hoạch cho một khóa tu tâm linh; quyết định về một con đường tín ngưỡng."
    },
    "description": "Đại diện cho việc bước ra khỏi vùng an toàn của một người và lập kế hoạch.",
    "image": "/images/cards/Wands02.jpg",
    "relationships": {
      "supporting_cards": [
        "The Magician",
        "Three of Wands",
        "Page of Wands"
      ],
      "challenging_cards": [
        "Seven of Swords",
        "Four of Swords",
        "Five of Wands"
      ]
    }
  },
  {
    "id": 24,
    "name": "Ba Gậy (Three of Wands)",
    "slug": "three-of-wands",
    "arcana": "minor",
    "suit": "wands",
    "keywords": [
      "Mở rộng",
      "tầm nhìn xa",
      "chờ đợi kết quả",
      "quan hệ đối tác",
      "tầm nhìn dài hạn."
    ],
    "upright": {
      "short": "Tăng trưởng, có nền tảng, nhìn về phía trước, tàu cập bến, quan hệ đối tác thành công.",
      "detailed": "Chờ đợi sự đầu tư hoặc nỗ lực được đền đáp; tập trung vào bức tranh lớn hơn.\n\n**Công việc & Sự nghiệp:** Thành công kinh doanh ở nước ngoài; xuất nhập khẩu; mở rộng kinh doanh.\n\n**Tình yêu & Mối quan hệ:** Cam kết và tiềm năng dài hạn; chờ đợi một đối tác ở xa.\n\n**Sức khỏe:** Cảm giác tiến bộ và phục hồi; lập kế hoạch chăm sóc sức khỏe dài hạn.\n\n**Tâm linh:** Chia sẻ kiến thức tâm linh; một tầm nhìn về tương lai.",
      "general": "Chờ đợi sự đầu tư hoặc nỗ lực được đền đáp; tập trung vào bức tranh lớn hơn.",
      "work": "Thành công kinh doanh ở nước ngoài; xuất nhập khẩu; mở rộng kinh doanh.",
      "love": "Cam kết và tiềm năng dài hạn; chờ đợi một đối tác ở xa.",
      "health": "Cảm giác tiến bộ và phục hồi; lập kế hoạch chăm sóc sức khỏe dài hạn.",
      "spirituality": "Chia sẻ kiến thức tâm linh; một tầm nhìn về tương lai."
    },
    "reversed": {
      "short": "Trở ngại bất ngờ, sự chậm trễ, thiếu sự chuẩn bị, tầm nhìn hạn hẹp.",
      "detailed": "Khi Ba Gậy xuất hiện ngược, nó gợi ý trở ngại bất ngờ, sự chậm trễ, thiếu sự chuẩn bị, tầm nhìn hạn hẹp. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Trở ngại bất ngờ, sự chậm trễ, thiếu sự chuẩn bị, tầm nhìn hạn hẹp.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: thành công kinh doanh ở nước ngoài; xuất nhập khẩu; mở rộng kinh doanh.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: cam kết và tiềm năng dài hạn; chờ đợi một đối tác ở xa.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: cảm giác tiến bộ và phục hồi; lập kế hoạch chăm sóc sức khỏe dài hạn.",
      "spirituality": "Tâm linh ngược - mất kết nối với: chia sẻ kiến thức tâm linh; một tầm nhìn về tương lai."
    },
    "description": "Đại diện cho sự thành công đã được thiết lập và sự mở rộng trong tương lai.",
    "image": "/images/cards/Wands03.jpg",
    "relationships": {
      "supporting_cards": [
        "The Chariot",
        "Four of Wands",
        "Ten of Pentacles"
      ],
      "challenging_cards": [
        "Five of Wands",
        "Seven of Wands",
        "Two of Swords"
      ]
    }
  },
  {
    "id": 25,
    "name": "Bốn Gậy (Four of Wands)",
    "slug": "four-of-wands",
    "arcana": "minor",
    "suit": "wands",
    "keywords": [
      "Lễ kỷ niệm",
      "trở về nhà",
      "hài hòa",
      "cộng đồng",
      "thành tựu."
    ],
    "upright": {
      "short": "Cuộc sống gia đình hạnh phúc, nền tảng ổn định, hỗ trợ cộng đồng, thành công và niềm vui.",
      "detailed": "Một bữa tiệc, đám cưới hoặc sự kiện quan trọng; cảm thấy an toàn và bảo đảm ở nhà.\n\n**Công việc & Sự nghiệp:** Kỷ niệm một dự án thành công; đạt được một cột mốc quan trọng.\n\n**Tình yêu & Mối quan hệ:** Kết hôn, đính hôn, chuyển đến sống cùng nhau, mối quan hệ hài hòa.\n\n**Sức khỏe:** Kỷ niệm các cột mốc sức khỏe; một thói quen ổn định, lành mạnh.\n\n**Tâm linh:** Kỷ niệm một sự chuyển tiếp tâm linh; cảm thấy kết nối với ngôi nhà tâm linh của một người.",
      "general": "Một bữa tiệc, đám cưới hoặc sự kiện quan trọng; cảm thấy an toàn và bảo đảm ở nhà.",
      "work": "Kỷ niệm một dự án thành công; đạt được một cột mốc quan trọng.",
      "love": "Kết hôn, đính hôn, chuyển đến sống cùng nhau, mối quan hệ hài hòa.",
      "health": "Kỷ niệm các cột mốc sức khỏe; một thói quen ổn định, lành mạnh.",
      "spirituality": "Kỷ niệm một sự chuyển tiếp tâm linh; cảm thấy kết nối với ngôi nhà tâm linh của một người."
    },
    "reversed": {
      "short": "Phá vỡ sự ổn định, lễ kỷ niệm nhỏ, sự chuyển tiếp, bất hòa nội bộ.",
      "detailed": "Khi Bốn Gậy xuất hiện ngược, nó gợi ý phá vỡ sự ổn định, lễ kỷ niệm nhỏ, sự chuyển tiếp, bất hòa nội bộ. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Phá vỡ sự ổn định, lễ kỷ niệm nhỏ, sự chuyển tiếp, bất hòa nội bộ.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: kỷ niệm một dự án thành công; đạt được một cột mốc quan trọng.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: kết hôn, đính hôn, chuyển đến sống cùng nhau, mối quan hệ hài hòa.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: kỷ niệm các cột mốc sức khỏe; một thói quen ổn định, lành mạnh.",
      "spirituality": "Tâm linh ngược - mất kết nối với: kỷ niệm một sự chuyển tiếp tâm linh; cảm thấy kết nối với ngôi nhà tâm linh của một người."
    },
    "description": "Đại diện cho sự ổn định, an ninh và một môi trường gia đình vui vẻ.",
    "image": "/images/cards/Wands04.jpg",
    "relationships": {
      "supporting_cards": [
        "The Lovers",
        "Ten of Cups",
        "The Empress"
      ],
      "challenging_cards": [
        "Five of Wands",
        "Five of Pentacles",
        "Three of Swords"
      ]
    }
  },
  {
    "id": 26,
    "name": "Năm Gậy (Five of Wands)",
    "slug": "five-of-wands",
    "arcana": "minor",
    "suit": "wands",
    "keywords": [
      "Sự cạnh tranh",
      "xung đột",
      "đấu tranh",
      "sự khác biệt",
      "hỗn loạn nhỏ."
    ],
    "upright": {
      "short": "Xung đột nhỏ, bất đồng, cạnh tranh, tranh giành vị trí.",
      "detailed": "Nhiều người cùng tranh giành một thứ; một cuộc tranh luận có cách giải quyết nhanh chóng.\n\n**Công việc & Sự nghiệp:** Chính trị văn phòng, sự khác biệt sáng tạo, phỏng vấn cạnh tranh.\n\n**Tình yêu & Mối quan hệ:** Cãi vã hoặc tranh luận vui vẻ; căng thẳng nhỏ trong một mối quan hệ.\n\n**Sức khỏe:** Các vấn đề liên quan đến căng thẳng; nhiều ý kiến trái chiều về điều trị.\n\n**Tâm linh:** Xung đột nội tâm giữa những ham muốn hoặc niềm tin khác nhau.",
      "general": "Nhiều người cùng tranh giành một thứ; một cuộc tranh luận có cách giải quyết nhanh chóng.",
      "work": "Chính trị văn phòng, sự khác biệt sáng tạo, phỏng vấn cạnh tranh.",
      "love": "Cãi vã hoặc tranh luận vui vẻ; căng thẳng nhỏ trong một mối quan hệ.",
      "health": "Các vấn đề liên quan đến căng thẳng; nhiều ý kiến trái chiều về điều trị.",
      "spirituality": "Xung đột nội tâm giữa những ham muốn hoặc niềm tin khác nhau."
    },
    "reversed": {
      "short": "Kết thúc xung đột, tránh xung đột, mong muốn hòa bình, tìm kiếm thỏa thuận.",
      "detailed": "Khi Năm Gậy xuất hiện ngược, nó gợi ý kết thúc xung đột, tránh xung đột, mong muốn hòa bình, tìm kiếm thỏa thuận. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Kết thúc xung đột, tránh xung đột, mong muốn hòa bình, tìm kiếm thỏa thuận.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: chính trị văn phòng, sự khác biệt sáng tạo, phỏng vấn cạnh tranh.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: cãi vã hoặc tranh luận vui vẻ; căng thẳng nhỏ trong một mối quan hệ.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: các vấn đề liên quan đến căng thẳng; nhiều ý kiến trái chiều về điều trị.",
      "spirituality": "Tâm linh ngược - mất kết nối với: xung đột nội tâm giữa những ham muốn hoặc niềm tin khác nhau."
    },
    "description": "Đại diện cho sự cạnh tranh thân thiện hoặc ma sát nội bộ.",
    "image": "/images/cards/Wands05.jpg",
    "relationships": {
      "supporting_cards": [
        "Seven of Wands",
        "Three of Swords",
        "The Tower"
      ],
      "challenging_cards": [
        "Four of Wands",
        "Two of Wands",
        "Temperance"
      ]
    }
  },
  {
    "id": 27,
    "name": "Sáu Gậy (Six of Wands)",
    "slug": "six-of-wands",
    "arcana": "minor",
    "suit": "wands",
    "keywords": [
      "Chiến thắng",
      "sự công nhận của công chúng",
      "tiến bộ",
      "thắng lợi",
      "sự tự tin."
    ],
    "upright": {
      "short": "Thành công, giải thưởng, niềm tự hào, chiến thắng công khai, sự tự tin.",
      "detailed": "Một khoảnh khắc chiến thắng; nhận được lời khen ngợi hoặc xác nhận của công chúng.\n\n**Công việc & Sự nghiệp:** Thăng chức, được công nhận cho một dự án, một bài thuyết trình thành công.\n\n**Tình yêu & Mối quan hệ:** Tình trạng mối quan hệ trở nên công khai; tự hào về đối tác của mình.\n\n**Sức khỏe:** Điều trị thành công; chiến thắng trong cuộc chiến với bệnh tật.\n\n**Tâm linh:** Chia sẻ thành công tâm linh; trở thành một nhà lãnh đạo/người hướng dẫn tâm linh.",
      "general": "Một khoảnh khắc chiến thắng; nhận được lời khen ngợi hoặc xác nhận của công chúng.",
      "work": "Thăng chức, được công nhận cho một dự án, một bài thuyết trình thành công.",
      "love": "Tình trạng mối quan hệ trở nên công khai; tự hào về đối tác của mình.",
      "health": "Điều trị thành công; chiến thắng trong cuộc chiến với bệnh tật.",
      "spirituality": "Chia sẻ thành công tâm linh; trở thành một nhà lãnh đạo/người hướng dẫn tâm linh."
    },
    "reversed": {
      "short": "Sa ngã, đấu tranh riêng tư, thiếu sự công nhận, kiêu ngạo.",
      "detailed": "Khi Sáu Gậy xuất hiện ngược, nó gợi ý sa ngã, đấu tranh riêng tư, thiếu sự công nhận, kiêu ngạo. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Sa ngã, đấu tranh riêng tư, thiếu sự công nhận, kiêu ngạo.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: thăng chức, được công nhận cho một dự án, một bài thuyết trình thành công.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: tình trạng mối quan hệ trở nên công khai; tự hào về đối tác của mình.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: điều trị thành công; chiến thắng trong cuộc chiến với bệnh tật.",
      "spirituality": "Tâm linh ngược - mất kết nối với: chia sẻ thành công tâm linh; trở thành một nhà lãnh đạo/người hướng dẫn tâm linh."
    },
    "description": "Đại diện cho chiến thắng công khai và sự công nhận cho sự làm việc chăm chỉ.",
    "image": "/images/cards/Wands06.jpg",
    "relationships": {
      "supporting_cards": [
        "The Chariot",
        "Three of Wands",
        "The Sun"
      ],
      "challenging_cards": [
        "Five of Swords",
        "Seven of Wands",
        "Two of Pentacles"
      ]
    }
  },
  {
    "id": 28,
    "name": "Bảy Gậy (Seven of Wands)",
    "slug": "seven-of-wands",
    "arcana": "minor",
    "suit": "wands",
    "keywords": [
      "Phòng thủ",
      "lòng can đảm",
      "sự kiên trì",
      "chiến đấu",
      "giữ vững lập trường."
    ],
    "upright": {
      "short": "Bảo vệ vị trí của bạn, lòng can đảm, niềm tin, đứng lên bảo vệ niềm tin.",
      "detailed": "Một thách thức đối với thẩm quyền của bạn; nhu cầu bảo vệ bản thân hoặc công việc của bạn.\n\n**Công việc & Sự nghiệp:** Cạnh tranh từ các đối thủ; bảo vệ một vị trí trong một cuộc họp.\n\n**Tình yêu & Mối quan hệ:** Bảo vệ đối tác hoặc mối quan hệ của bạn; chiến đấu cho mối quan hệ của bạn.\n\n**Sức khỏe:** Chống lại bệnh tật; ủng hộ việc điều trị của chính mình.\n\n**Tâm linh:** Bảo vệ các nguyên tắc tâm linh; chiến tranh tâm linh.",
      "general": "Một thách thức đối với thẩm quyền của bạn; nhu cầu bảo vệ bản thân hoặc công việc của bạn.",
      "work": "Cạnh tranh từ các đối thủ; bảo vệ một vị trí trong một cuộc họp.",
      "love": "Bảo vệ đối tác hoặc mối quan hệ của bạn; chiến đấu cho mối quan hệ của bạn.",
      "health": "Chống lại bệnh tật; ủng hộ việc điều trị của chính mình.",
      "spirituality": "Bảo vệ các nguyên tắc tâm linh; chiến tranh tâm linh."
    },
    "reversed": {
      "short": "Bỏ cuộc, cảm thấy quá tải, nhượng bộ, thiếu niềm tin, bị đe dọa.",
      "detailed": "Khi Bảy Gậy xuất hiện ngược, nó gợi ý bỏ cuộc, cảm thấy quá tải, nhượng bộ, thiếu niềm tin, bị đe dọa. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Bỏ cuộc, cảm thấy quá tải, nhượng bộ, thiếu niềm tin, bị đe dọa.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: cạnh tranh từ các đối thủ; bảo vệ một vị trí trong một cuộc họp.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: bảo vệ đối tác hoặc mối quan hệ của bạn; chiến đấu cho mối quan hệ của bạn.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: chống lại bệnh tật; ủng hộ việc điều trị của chính mình.",
      "spirituality": "Tâm linh ngược - mất kết nối với: bảo vệ các nguyên tắc tâm linh; chiến tranh tâm linh."
    },
    "description": "Đại diện cho việc giữ vững lập trường trước sự phản đối.",
    "image": "/images/cards/Wands07.jpg",
    "relationships": {
      "supporting_cards": [
        "Strength",
        "Queen of Wands",
        "Knight of Swords"
      ],
      "challenging_cards": [
        "Five of Wands",
        "Five of Swords",
        "Two of Cups"
      ]
    }
  },
  {
    "id": 29,
    "name": "Tám Gậy (Eight of Wands)",
    "slug": "eight-of-wands",
    "arcana": "minor",
    "suit": "wands",
    "keywords": [
      "Tốc độ",
      "chuyển động",
      "hành động",
      "giao tiếp",
      "tiến bộ nhanh chóng."
    ],
    "upright": {
      "short": "Hành động nhanh chóng, tin tức thú vị, quyết định nhanh chóng, du lịch, mọi thứ đi đến hồi kết.",
      "detailed": "Các sự kiện đang diễn ra nhanh chóng; sắp đi du lịch; một sự vội vã đột ngột của hoạt động.\n\n**Công việc & Sự nghiệp:** Giải quyết nhanh chóng một dự án; giao tiếp khẩn cấp; đi công tác.\n\n**Tình yêu & Mối quan hệ:** Sự phát triển nhanh chóng trong một mối quan hệ; tuyên bố tình yêu đột ngột; giao tiếp nhanh chóng.\n\n**Sức khỏe:** Phục hồi nhanh; kết quả nhanh chóng từ một phương pháp điều trị mới.\n\n**Tâm linh:** Tiến bộ tâm linh nhanh chóng; những hiểu biết đột ngột.",
      "general": "Các sự kiện đang diễn ra nhanh chóng; sắp đi du lịch; một sự vội vã đột ngột của hoạt động.",
      "work": "Giải quyết nhanh chóng một dự án; giao tiếp khẩn cấp; đi công tác.",
      "love": "Sự phát triển nhanh chóng trong một mối quan hệ; tuyên bố tình yêu đột ngột; giao tiếp nhanh chóng.",
      "health": "Phục hồi nhanh; kết quả nhanh chóng từ một phương pháp điều trị mới.",
      "spirituality": "Tiến bộ tâm linh nhanh chóng; những hiểu biết đột ngột."
    },
    "reversed": {
      "short": "Sự chậm trễ, thất vọng, lỡ chuyến bay, chậm chạp, sự cố giao tiếp.",
      "detailed": "Khi Tám Gậy xuất hiện ngược, nó gợi ý sự chậm trễ, thất vọng, lỡ chuyến bay, chậm chạp, sự cố giao tiếp. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Sự chậm trễ, thất vọng, lỡ chuyến bay, chậm chạp, sự cố giao tiếp.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: giải quyết nhanh chóng một dự án; giao tiếp khẩn cấp; đi công tác.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: sự phát triển nhanh chóng trong một mối quan hệ; tuyên bố tình yêu đột ngột; giao tiếp nhanh chóng.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: phục hồi nhanh; kết quả nhanh chóng từ một phương pháp điều trị mới.",
      "spirituality": "Tâm linh ngược - mất kết nối với: tiến bộ tâm linh nhanh chóng; những hiểu biết đột ngột."
    },
    "description": "Đại diện cho hoạt động nhanh chóng, dồn dập và tin tức sắp tới.",
    "image": "/images/cards/Wands08.jpg",
    "relationships": {
      "supporting_cards": [
        "Wheel of Fortune",
        "The Chariot",
        "Page of Swords"
      ],
      "challenging_cards": [
        "Four of Swords",
        "The Hanged Man",
        "Seven of Swords"
      ]
    }
  },
  {
    "id": 30,
    "name": "Chín Gậy (Nine of Wands)",
    "slug": "nine-of-wands",
    "arcana": "minor",
    "suit": "wands",
    "keywords": [
      "Khả năng phục hồi",
      "sức bền",
      "phòng thủ",
      "sự kiên trì",
      "rào cản cuối cùng."
    ],
    "upright": {
      "short": "Đứng vững, can đảm, thử thách sức mạnh, gần đến đích, phòng thủ.",
      "detailed": "Bạn có nguồn lực để hoàn thành; một thử thách cuối cùng còn lại.\n\n**Công việc & Sự nghiệp:** Hoàn thành một dự án khó khăn; giai đoạn cuối của một mục tiêu nghề nghiệp.\n\n**Tình yêu & Mối quan hệ:** Cảnh giác do những tổn thương trong quá khứ; cần tin tưởng đối tác của bạn.\n\n**Sức khỏe:** Phục hồi sau một trận ốm dài; giai đoạn cuối của sự phục hồi.\n\n**Tâm linh:** Sức bền tâm linh; bảo vệ không gian thiêng liêng của bạn.",
      "general": "Bạn có nguồn lực để hoàn thành; một thử thách cuối cùng còn lại.",
      "work": "Hoàn thành một dự án khó khăn; giai đoạn cuối của một mục tiêu nghề nghiệp.",
      "love": "Cảnh giác do những tổn thương trong quá khứ; cần tin tưởng đối tác của bạn.",
      "health": "Phục hồi sau một trận ốm dài; giai đoạn cuối của sự phục hồi.",
      "spirituality": "Sức bền tâm linh; bảo vệ không gian thiêng liêng của bạn."
    },
    "reversed": {
      "short": "Hoang tưởng, phòng thủ, kiệt sức, bỏ cuộc trước vạch đích, lo lắng.",
      "detailed": "Khi Chín Gậy xuất hiện ngược, nó gợi ý hoang tưởng, phòng thủ, kiệt sức, bỏ cuộc trước vạch đích, lo lắng. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Hoang tưởng, phòng thủ, kiệt sức, bỏ cuộc trước vạch đích, lo lắng.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: hoàn thành một dự án khó khăn; giai đoạn cuối của một mục tiêu nghề nghiệp.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: cảnh giác do những tổn thương trong quá khứ; cần tin tưởng đối tác của bạn.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: phục hồi sau một trận ốm dài; giai đoạn cuối của sự phục hồi.",
      "spirituality": "Tâm linh ngược - mất kết nối với: sức bền tâm linh; bảo vệ không gian thiêng liêng của bạn."
    },
    "description": "Đại diện cho nỗ lực cuối cùng trước khi thành công; sự cảnh giác.",
    "image": "/images/cards/Wands09.jpg",
    "relationships": {
      "supporting_cards": [
        "Strength",
        "The Hermit",
        "King of Wands"
      ],
      "challenging_cards": [
        "Ten of Swords",
        "Five of Pentacles",
        "Eight of Swords"
      ]
    }
  },
  {
    "id": 31,
    "name": "Mười Gậy (Ten of Wands)",
    "slug": "ten-of-wands",
    "arcana": "minor",
    "suit": "wands",
    "keywords": [
      "Gánh nặng",
      "trách nhiệm",
      "tải nặng",
      "hoàn thành",
      "nghĩa vụ."
    ],
    "upright": {
      "short": "Quá tải, đảm nhận quá nhiều, nghĩa vụ, gần vạch đích nhưng kiệt sức.",
      "detailed": "Quá nhiều trách nhiệm; kiệt sức; nhu cầu ủy quyền.\n\n**Công việc & Sự nghiệp:** Đảm nhận thêm ca hoặc dự án; áp lực của quản lý.\n\n**Tình yêu & Mối quan hệ:** Mang gánh nặng của mối quan hệ một mình; quá nhiều yêu cầu.\n\n**Sức khỏe:** Căng thẳng và kiệt sức; mệt mỏi mãn tính; kiệt sức.\n\n**Tâm linh:** Gánh nặng của niềm tin giáo điều; mang theo tội lỗi.",
      "general": "Quá nhiều trách nhiệm; kiệt sức; nhu cầu ủy quyền.",
      "work": "Đảm nhận thêm ca hoặc dự án; áp lực của quản lý.",
      "love": "Mang gánh nặng của mối quan hệ một mình; quá nhiều yêu cầu.",
      "health": "Căng thẳng và kiệt sức; mệt mỏi mãn tính; kiệt sức.",
      "spirituality": "Gánh nặng của niềm tin giáo điều; mang theo tội lỗi."
    },
    "reversed": {
      "short": "Giải phóng gánh nặng, ủy quyền, nhẹ nhõm, không có khả năng đối phó.",
      "detailed": "Khi Mười Gậy xuất hiện ngược, nó gợi ý giải phóng gánh nặng, ủy quyền, nhẹ nhõm, không có khả năng đối phó. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Giải phóng gánh nặng, ủy quyền, nhẹ nhõm, không có khả năng đối phó.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: đảm nhận thêm ca hoặc dự án; áp lực của quản lý.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: mang gánh nặng của mối quan hệ một mình; quá nhiều yêu cầu.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: căng thẳng và kiệt sức; mệt mỏi mãn tính; kiệt sức.",
      "spirituality": "Tâm linh ngược - mất kết nối với: gánh nặng của niềm tin giáo điều; mang theo tội lỗi."
    },
    "description": "Đại diện cho việc mang vác nặng, thường là tự áp đặt.",
    "image": "/images/cards/Wands10.jpg",
    "relationships": {
      "supporting_cards": [
        "Four of Swords",
        "Five of Pentacles",
        "The Hermit"
      ],
      "challenging_cards": [
        "The Sun",
        "Two of Pentacles",
        "Six of Swords"
      ]
    }
  },
  {
    "id": 32,
    "name": "Tiểu Đồng Gậy (Page of Wands)",
    "slug": "page-of-wands",
    "arcana": "minor",
    "suit": "wands",
    "keywords": [
      "Nhiệt tình",
      "ý tưởng mới",
      "khám phá",
      "tia lửa",
      "tinh thần tự do."
    ],
    "upright": {
      "short": "Tin tức thú vị, cơ hội mới, khởi đầu đầy cảm hứng, nhiệt tình.",
      "detailed": "Sự phấn khích như trẻ thơ đối với một dự án mới; nhận được tin tức đầy cảm hứng.\n\n**Công việc & Sự nghiệp:** Một lời đề nghị công việc mới, một dự án hấp dẫn, một cơ hội học tập tuyệt vời.\n\n**Tình yêu & Mối quan hệ:** Tình yêu mới hoặc một tia lửa đam mê bất ngờ; một năng lượng vui tươi.\n\n**Sức khỏe:** Chế độ tập thể dục mới; một sự bùng nổ năng lượng để bắt đầu thói quen lành mạnh.\n\n**Tâm linh:** Tò mò về một con đường tâm linh mới; tâm trí của người mới bắt đầu.",
      "general": "Sự phấn khích như trẻ thơ đối với một dự án mới; nhận được tin tức đầy cảm hứng.",
      "work": "Một lời đề nghị công việc mới, một dự án hấp dẫn, một cơ hội học tập tuyệt vời.",
      "love": "Tình yêu mới hoặc một tia lửa đam mê bất ngờ; một năng lượng vui tươi.",
      "health": "Chế độ tập thể dục mới; một sự bùng nổ năng lượng để bắt đầu thói quen lành mạnh.",
      "spirituality": "Tò mò về một con đường tâm linh mới; tâm trí của người mới bắt đầu."
    },
    "reversed": {
      "short": "Tin xấu, cơn giận dữ, thiếu định hướng, cảm hứng bị trì hoãn, bi quan.",
      "detailed": "Khi Tiểu Đồng Gậy xuất hiện ngược, nó gợi ý tin xấu, cơn giận dữ, thiếu định hướng, cảm hứng bị trì hoãn, bi quan. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Tin xấu, cơn giận dữ, thiếu định hướng, cảm hứng bị trì hoãn, bi quan.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: một lời đề nghị công việc mới, một dự án hấp dẫn, một cơ hội học tập tuyệt vời.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: tình yêu mới hoặc một tia lửa đam mê bất ngờ; một năng lượng vui tươi.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: chế độ tập thể dục mới; một sự bùng nổ năng lượng để bắt đầu thói quen lành mạnh.",
      "spirituality": "Tâm linh ngược - mất kết nối với: tò mò về một con đường tâm linh mới; tâm trí của người mới bắt đầu."
    },
    "description": "Một sứ giả của những ý tưởng mới, đam mê và sự phấn khích.",
    "image": "/images/cards/Wands11.jpg",
    "relationships": {
      "supporting_cards": [
        "Ace of Wands",
        "The Fool",
        "Eight of Wands"
      ],
      "challenging_cards": [
        "Seven of Swords",
        "Four of Swords",
        "The Hanged Man"
      ]
    }
  },
  {
    "id": 33,
    "name": "Hiệp Sĩ Gậy (Knight of Wands)",
    "slug": "knight-of-wands",
    "arcana": "minor",
    "suit": "wands",
    "keywords": [
      "Hành động",
      "bốc đồng",
      "quyến rũ",
      "phiêu lưu",
      "di chuyển nhanh."
    ],
    "upright": {
      "short": "Năng lượng, sức hút, khởi hành đột ngột, thay đổi nhanh chóng, tuân theo lời kêu gọi hành động.",
      "detailed": "Thay đổi nhanh chóng và phấn khích; một sự kiện hoặc con người như lốc xoáy.\n\n**Công việc & Sự nghiệp:** Thay đổi công việc nhanh chóng; môi trường làm việc nhịp độ nhanh; đi lại thường xuyên.\n\n**Tình yêu & Mối quan hệ:** Một mối tình lãng mạn nồng nàn nhưng có khả năng ngắn ngủi; một đối tác quyến rũ nhưng không cam kết.\n\n**Sức khỏe:** Năng lượng cho các môn thể thao cường độ cao; lấy lại vóc dáng nhanh chóng.\n\n**Tâm linh:** Một sự theo đuổi năng nổ một mục tiêu tâm linh; một hành trình tâm linh.",
      "general": "Thay đổi nhanh chóng và phấn khích; một sự kiện hoặc con người như lốc xoáy.",
      "work": "Thay đổi công việc nhanh chóng; môi trường làm việc nhịp độ nhanh; đi lại thường xuyên.",
      "love": "Một mối tình lãng mạn nồng nàn nhưng có khả năng ngắn ngủi; một đối tác quyến rũ nhưng không cam kết.",
      "health": "Năng lượng cho các môn thể thao cường độ cao; lấy lại vóc dáng nhanh chóng.",
      "spirituality": "Một sự theo đuổi năng nổ một mục tiêu tâm linh; một hành trình tâm linh."
    },
    "reversed": {
      "short": "Quyết định vội vàng, hay thay đổi, ủ rũ, không hoàn thành, bốc đồng.",
      "detailed": "Khi Hiệp Sĩ Gậy xuất hiện ngược, nó gợi ý quyết định vội vàng, hay thay đổi, ủ rũ, không hoàn thành, bốc đồng. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Quyết định vội vàng, hay thay đổi, ủ rũ, không hoàn thành, bốc đồng.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: thay đổi công việc nhanh chóng; môi trường làm việc nhịp độ nhanh; đi lại thường xuyên.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: một mối tình lãng mạn nồng nàn nhưng có khả năng ngắn ngủi; một đối tác quyến rũ nhưng không cam kết.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: năng lượng cho các môn thể thao cường độ cao; lấy lại vóc dáng nhanh chóng.",
      "spirituality": "Tâm linh ngược - mất kết nối với: một sự theo đuổi năng nổ một mục tiêu tâm linh; một hành trình tâm linh."
    },
    "description": "Đại diện cho hành động nhanh chóng, chuyển động và sự theo đuổi đam mê.",
    "image": "/images/cards/Wands12.jpg",
    "relationships": {
      "supporting_cards": [
        "The Chariot",
        "Eight of Wands",
        "Two of Wands"
      ],
      "challenging_cards": [
        "Four of Swords",
        "Nine of Wands",
        "Five of Cups"
      ]
    }
  },
  {
    "id": 34,
    "name": "Nữ Hoàng Gậy (Queen of Wands)",
    "slug": "queen-of-wands",
    "arcana": "minor",
    "suit": "wands",
    "keywords": [
      "Táo bạo",
      "đam mê",
      "lôi cuốn",
      "tự tin",
      "quyết tâm."
    ],
    "upright": {
      "short": "Sự hồ hởi, tự tin, ấm áp, sức sống, thu hút người khác.",
      "detailed": "Một nhân vật nữ ấm áp, truyền cảm hứng và tự tin; thể hiện bản thân một cách trọn vẹn.\n\n**Công việc & Sự nghiệp:** Một nữ lãnh đạo năng nổ, thành công; điều hành doanh nghiệp của riêng bạn.\n\n**Tình yêu & Mối quan hệ:** Một người tình nồng nàn và năng động; một mối quan hệ đầy hứng thú.\n\n**Sức khỏe:** Sức sống và sức khỏe tuyệt vời; mức năng lượng cao.\n\n**Tâm linh:** Kết nối với sức mạnh tâm linh mãnh liệt, sáng tạo.",
      "general": "Một nhân vật nữ ấm áp, truyền cảm hứng và tự tin; thể hiện bản thân một cách trọn vẹn.",
      "work": "Một nữ lãnh đạo năng nổ, thành công; điều hành doanh nghiệp của riêng bạn.",
      "love": "Một người tình nồng nàn và năng động; một mối quan hệ đầy hứng thú.",
      "health": "Sức sống và sức khỏe tuyệt vời; mức năng lượng cao.",
      "spirituality": "Kết nối với sức mạnh tâm linh mãnh liệt, sáng tạo."
    },
    "reversed": {
      "short": "Hống hách, thất thường, ích kỷ, ghen tuông, đòi hỏi.",
      "detailed": "Khi Nữ Hoàng Gậy xuất hiện ngược, nó gợi ý hống hách, thất thường, ích kỷ, ghen tuông, đòi hỏi. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Hống hách, thất thường, ích kỷ, ghen tuông, đòi hỏi.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: một nữ lãnh đạo năng nổ, thành công; điều hành doanh nghiệp của riêng bạn.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: một người tình nồng nàn và năng động; một mối quan hệ đầy hứng thú.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: sức sống và sức khỏe tuyệt vời; mức năng lượng cao.",
      "spirituality": "Tâm linh ngược - mất kết nối với: kết nối với sức mạnh tâm linh mãnh liệt, sáng tạo."
    },
    "description": "Một người phụ nữ lôi cuốn, năng nổ và mạnh mẽ; ngọn lửa nội tâm.",
    "image": "/images/cards/Wands13.jpg",
    "relationships": {
      "supporting_cards": [
        "The Empress",
        "Three of Wands",
        "The Sun"
      ],
      "challenging_cards": [
        "The High Priestess",
        "Five of Cups",
        "Ten of Swords"
      ]
    }
  },
  {
    "id": 35,
    "name": "Vua Gậy (King of Wands)",
    "slug": "king-of-wands",
    "arcana": "minor",
    "suit": "wands",
    "keywords": [
      "Người có tầm nhìn",
      "lãnh đạo",
      "tự tin",
      "ông chủ bẩm sinh",
      "truyền cảm hứng."
    ],
    "upright": {
      "short": "Lãnh đạo bẩm sinh, doanh nhân, trung thực, nhiệt tình, tầm nhìn rộng.",
      "detailed": "Một nhân vật nam trưởng thành, lôi cuốn; đảm nhận vai trò lãnh đạo.\n\n**Công việc & Sự nghiệp:** Doanh nhân thành đạt, CEO hoặc người quản lý truyền cảm hứng; bắt đầu một dự án kinh doanh lớn.\n\n**Tình yêu & Mối quan hệ:** Một đối tác nồng nàn, thú vị và thích phiêu lưu; một người đàn ông mạnh mẽ, độc lập.\n\n**Sức khỏe:** Sức khỏe thể chất tuyệt vời; sống một cuộc sống rất năng động.\n\n**Tâm linh:** Một người thầy hoặc đạo sư tâm linh; dẫn dắt người khác trên một con đường.",
      "general": "Một nhân vật nam trưởng thành, lôi cuốn; đảm nhận vai trò lãnh đạo.",
      "work": "Doanh nhân thành đạt, CEO hoặc người quản lý truyền cảm hứng; bắt đầu một dự án kinh doanh lớn.",
      "love": "Một đối tác nồng nàn, thú vị và thích phiêu lưu; một người đàn ông mạnh mẽ, độc lập.",
      "health": "Sức khỏe thể chất tuyệt vời; sống một cuộc sống rất năng động.",
      "spirituality": "Một người thầy hoặc đạo sư tâm linh; dẫn dắt người khác trên một con đường."
    },
    "reversed": {
      "short": "Chuyên chế, tàn nhẫn, đòi hỏi quá mức, hung hăng, nóng tính.",
      "detailed": "Khi Vua Gậy xuất hiện ngược, nó gợi ý chuyên chế, tàn nhẫn, đòi hỏi quá mức, hung hăng, nóng tính. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Chuyên chế, tàn nhẫn, đòi hỏi quá mức, hung hăng, nóng tính.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: doanh nhân thành đạt, CEO hoặc người quản lý truyền cảm hứng; bắt đầu một dự án kinh doanh lớn.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: một đối tác nồng nàn, thú vị và thích phiêu lưu; một người đàn ông mạnh mẽ, độc lập.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: sức khỏe thể chất tuyệt vời; sống một cuộc sống rất năng động.",
      "spirituality": "Tâm linh ngược - mất kết nối với: một người thầy hoặc đạo sư tâm linh; dẫn dắt người khác trên một con đường."
    },
    "description": "Một nhà lãnh đạo có tầm nhìn với năng lượng từ tính và sự chính trực.",
    "image": "/images/cards/Wands14.jpg",
    "relationships": {
      "supporting_cards": [
        "The Emperor",
        "Nine of Wands",
        "The Magician"
      ],
      "challenging_cards": [
        "King of Swords",
        "The Devil",
        "Seven of Pentacles"
      ]
    }
  },
  {
    "id": 36,
    "name": "Ách Ly (Ace of Cups)",
    "slug": "ace-of-cups",
    "arcana": "minor",
    "suit": "cups",
    "keywords": [
      "Cảm xúc mới",
      "trực giác",
      "tình yêu",
      "lòng trắc ẩn",
      "tràn đầy sáng tạo."
    ],
    "upright": {
      "short": "Những khởi đầu cảm xúc mới, tình cảm sâu sắc, niềm vui, nhận thức tâm linh.",
      "detailed": "Một làn sóng tình yêu, hạnh phúc hoặc cảm hứng sáng tạo mới.\n\n**Công việc & Sự nghiệp:** Một dự án được thúc đẩy bởi đam mê; một nỗ lực sáng tạo mới; tìm thấy sự thỏa mãn trong công việc.\n\n**Tình yêu & Mối quan hệ:** Sự khởi đầu của một mối quan hệ sâu sắc, ý nghĩa; tình yêu tràn đầy.\n\n**Sức khỏe:** Chữa lành cảm xúc; ưu tiên yêu bản thân và chăm sóc bản thân.\n\n**Tâm linh:** Thức tỉnh tâm linh; kết nối sâu sắc với nguồn gốc thiêng liêng của tình yêu.",
      "general": "Một làn sóng tình yêu, hạnh phúc hoặc cảm hứng sáng tạo mới.",
      "work": "Một dự án được thúc đẩy bởi đam mê; một nỗ lực sáng tạo mới; tìm thấy sự thỏa mãn trong công việc.",
      "love": "Sự khởi đầu của một mối quan hệ sâu sắc, ý nghĩa; tình yêu tràn đầy.",
      "health": "Chữa lành cảm xúc; ưu tiên yêu bản thân và chăm sóc bản thân.",
      "spirituality": "Thức tỉnh tâm linh; kết nối sâu sắc với nguồn gốc thiêng liêng của tình yêu."
    },
    "reversed": {
      "short": "Cảm xúc bị chặn, trống rỗng, sáng tạo bị kìm nén, hỗn loạn cảm xúc.",
      "detailed": "Khi Ách Ly xuất hiện ngược, nó gợi ý cảm xúc bị chặn, trống rỗng, sáng tạo bị kìm nén, hỗn loạn cảm xúc. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Cảm xúc bị chặn, trống rỗng, sáng tạo bị kìm nén, hỗn loạn cảm xúc.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: một dự án được thúc đẩy bởi đam mê; một nỗ lực sáng tạo mới; tìm thấy sự thỏa mãn trong công việc.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: sự khởi đầu của một mối quan hệ sâu sắc, ý nghĩa; tình yêu tràn đầy.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: chữa lành cảm xúc; ưu tiên yêu bản thân và chăm sóc bản thân.",
      "spirituality": "Tâm linh ngược - mất kết nối với: thức tỉnh tâm linh; kết nối sâu sắc với nguồn gốc thiêng liêng của tình yêu."
    },
    "description": "Hạt giống của cảm xúc thuần khiết, tình yêu và sự thỏa mãn tâm linh.",
    "image": "/images/cards/Cups01.jpg",
    "relationships": {
      "supporting_cards": [
        "The Star",
        "The Lovers",
        "Two of Cups"
      ],
      "challenging_cards": [
        "Five of Cups",
        "Two of Swords",
        "The Tower"
      ]
    }
  },
  {
    "id": 37,
    "name": "Hai Ly (Two of Cups)",
    "slug": "two-of-cups",
    "arcana": "minor",
    "suit": "cups",
    "keywords": [
      "Sự kết hợp",
      "quan hệ đối tác",
      "kết nối",
      "hài hòa",
      "thu hút lẫn nhau."
    ],
    "upright": {
      "short": "Kết nối tri kỷ, hài hòa, cân bằng, tôn trọng lẫn nhau, đính hôn.",
      "detailed": "Hình thành quan hệ đối tác hoặc cộng tác; thu hút và tôn trọng lẫn nhau.\n\n**Công việc & Sự nghiệp:** Đối tác kinh doanh thành công; làm việc nhóm tốt.\n\n**Tình yêu & Mối quan hệ:** Đính hôn, kết hôn, một kết nối sâu sắc, yêu thương và cân bằng.\n\n**Sức khỏe:** Tìm thấy sự kết nối hài hòa giữa tâm trí và cơ thể; cân bằng nội tiết tố.\n\n**Tâm linh:** Kết hợp với một đối tác tâm linh; kết nối giữa nam và nữ bên trong.",
      "general": "Hình thành quan hệ đối tác hoặc cộng tác; thu hút và tôn trọng lẫn nhau.",
      "work": "Đối tác kinh doanh thành công; làm việc nhóm tốt.",
      "love": "Đính hôn, kết hôn, một kết nối sâu sắc, yêu thương và cân bằng.",
      "health": "Tìm thấy sự kết nối hài hòa giữa tâm trí và cơ thể; cân bằng nội tiết tố.",
      "spirituality": "Kết hợp với một đối tác tâm linh; kết nối giữa nam và nữ bên trong."
    },
    "reversed": {
      "short": "Chia tay, bất hòa, mất cân bằng trong mối quan hệ, ly thân, hiểu lầm.",
      "detailed": "Khi Hai Ly xuất hiện ngược, nó gợi ý chia tay, bất hòa, mất cân bằng trong mối quan hệ, ly thân, hiểu lầm. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Chia tay, bất hòa, mất cân bằng trong mối quan hệ, ly thân, hiểu lầm.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: đối tác kinh doanh thành công; làm việc nhóm tốt.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: đính hôn, kết hôn, một kết nối sâu sắc, yêu thương và cân bằng.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: tìm thấy sự kết nối hài hòa giữa tâm trí và cơ thể; cân bằng nội tiết tố.",
      "spirituality": "Tâm linh ngược - mất kết nối với: kết hợp với một đối tác tâm linh; kết nối giữa nam và nữ bên trong."
    },
    "description": "Đại diện cho sự kết hợp đẹp đẽ của hai người hoặc hai năng lượng.",
    "image": "/images/cards/Cups02.jpg",
    "relationships": {
      "supporting_cards": [
        "The Lovers",
        "Temperance",
        "Justice"
      ],
      "challenging_cards": [
        "Seven of Wands",
        "Five of Cups",
        "Five of Swords"
      ]
    }
  },
  {
    "id": 38,
    "name": "Ba Ly (Three of Cups)",
    "slug": "three-of-cups",
    "arcana": "minor",
    "suit": "cups",
    "keywords": [
      "Lễ kỷ niệm",
      "tình bạn",
      "cộng đồng",
      "niềm vui",
      "tụ tập."
    ],
    "upright": {
      "short": "Tiệc tùng, sự kiện xã hội, tình bạn, cộng đồng, sự sinh sôi, sự phong phú.",
      "detailed": "Ăn mừng với bạn bè; đạt được cột mốc; thời gian vui vẻ.\n\n**Công việc & Sự nghiệp:** Tiệc văn phòng, nỗ lực nhóm thành công, ăn mừng chiến thắng.\n\n**Tình yêu & Mối quan hệ:** Ăn mừng đính hôn hoặc kỷ niệm; tận hưởng khía cạnh xã hội của một mối quan hệ.\n\n**Sức khỏe:** Ăn mừng sự phục hồi; tận hưởng hoạt động thể chất với bạn bè.\n\n**Tâm linh:** Tham gia một cộng đồng tâm linh; chia sẻ niềm vui với người khác.",
      "general": "Ăn mừng với bạn bè; đạt được cột mốc; thời gian vui vẻ.",
      "work": "Tiệc văn phòng, nỗ lực nhóm thành công, ăn mừng chiến thắng.",
      "love": "Ăn mừng đính hôn hoặc kỷ niệm; tận hưởng khía cạnh xã hội của một mối quan hệ.",
      "health": "Ăn mừng sự phục hồi; tận hưởng hoạt động thể chất với bạn bè.",
      "spirituality": "Tham gia một cộng đồng tâm linh; chia sẻ niềm vui với người khác."
    },
    "reversed": {
      "short": "Thái quá, buôn chuyện, cô lập, sự can thiệp của bên thứ ba, lễ kỷ niệm bị hủy bỏ.",
      "detailed": "Khi Ba Ly xuất hiện ngược, nó gợi ý thái quá, buôn chuyện, cô lập, sự can thiệp của bên thứ ba, lễ kỷ niệm bị hủy bỏ. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Thái quá, buôn chuyện, cô lập, sự can thiệp của bên thứ ba, lễ kỷ niệm bị hủy bỏ.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: tiệc văn phòng, nỗ lực nhóm thành công, ăn mừng chiến thắng.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: ăn mừng đính hôn hoặc kỷ niệm; tận hưởng khía cạnh xã hội của một mối quan hệ.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: ăn mừng sự phục hồi; tận hưởng hoạt động thể chất với bạn bè.",
      "spirituality": "Tâm linh ngược - mất kết nối với: tham gia một cộng đồng tâm linh; chia sẻ niềm vui với người khác."
    },
    "description": "Đại diện cho sự kỷ niệm, vui vẻ và niềm vui của kết nối xã hội.",
    "image": "/images/cards/Cups03.jpg",
    "relationships": {
      "supporting_cards": [
        "The Sun",
        "Four of Wands",
        "Ten of Cups"
      ],
      "challenging_cards": [
        "The Hermit",
        "Five of Cups",
        "Seven of Swords"
      ]
    }
  },
  {
    "id": 39,
    "name": "Bốn Ly (Four of Cups)",
    "slug": "four-of-cups",
    "arcana": "minor",
    "suit": "cups",
    "keywords": [
      "Sự thờ ơ",
      "suy ngẫm",
      "bất mãn",
      "bỏ lỡ cơ hội",
      "sự buồn chán."
    ],
    "upright": {
      "short": "Cảm thấy buồn chán hoặc không hài lòng, bỏ lỡ cơ hội do thờ ơ, nội tâm.",
      "detailed": "Coi thường những phước lành hiện tại; cần thoát khỏi sự u sầu.\n\n**Công việc & Sự nghiệp:** Chán nản với công việc; bỏ lỡ một lời đề nghị công việc tuyệt vời do thiếu quyết đoán.\n\n**Tình yêu & Mối quan hệ:** Phớt lờ những điều tốt đẹp trong một mối quan hệ; được trao tặng tình yêu và từ chối nó.\n\n**Sức khỏe:** Hôn mê; thiếu động lực để thay đổi những thói quen không lành mạnh.\n\n**Tâm linh:** Sự trì trệ về tâm linh; từ chối một món quà tâm linh.",
      "general": "Coi thường những phước lành hiện tại; cần thoát khỏi sự u sầu.",
      "work": "Chán nản với công việc; bỏ lỡ một lời đề nghị công việc tuyệt vời do thiếu quyết đoán.",
      "love": "Phớt lờ những điều tốt đẹp trong một mối quan hệ; được trao tặng tình yêu và từ chối nó.",
      "health": "Hôn mê; thiếu động lực để thay đổi những thói quen không lành mạnh.",
      "spirituality": "Sự trì trệ về tâm linh; từ chối một món quà tâm linh."
    },
    "reversed": {
      "short": "Sự nhiệt tình mới, sự rõ ràng, chấp nhận lời mời, nắm bắt cơ hội.",
      "detailed": "Khi Bốn Ly xuất hiện ngược, nó gợi ý sự nhiệt tình mới, sự rõ ràng, chấp nhận lời mời, nắm bắt cơ hội. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Sự nhiệt tình mới, sự rõ ràng, chấp nhận lời mời, nắm bắt cơ hội.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: chán nản với công việc; bỏ lỡ một lời đề nghị công việc tuyệt vời do thiếu quyết đoán.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: phớt lờ những điều tốt đẹp trong một mối quan hệ; được trao tặng tình yêu và từ chối nó.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: hôn mê; thiếu động lực để thay đổi những thói quen không lành mạnh.",
      "spirituality": "Tâm linh ngược - mất kết nối với: sự trì trệ về tâm linh; từ chối một món quà tâm linh."
    },
    "description": "Đại diện cho cảm giác mất kết nối cảm xúc và thiếu nhiệt tình.",
    "image": "/images/cards/Cups04.jpg",
    "relationships": {
      "supporting_cards": [
        "The Hermit",
        "The Hanged Man",
        "Seven of Cups"
      ],
      "challenging_cards": [
        "Ace of Wands",
        "The Sun",
        "Knight of Wands"
      ]
    }
  },
  {
    "id": 40,
    "name": "Năm Ly (Five of Cups)",
    "slug": "five-of-cups",
    "arcana": "minor",
    "suit": "cups",
    "keywords": [
      "Mất mát",
      "hối tiếc",
      "thất vọng",
      "đau buồn",
      "tang tóc."
    ],
    "upright": {
      "short": "Đau buồn, chìm đắm trong mất mát, hối tiếc, nhìn thấy cái ly vơi một nửa, thất vọng.",
      "detailed": "Một thời kỳ buồn bã hoặc tang tóc; chìm đắm trong những sai lầm trong quá khứ.\n\n**Công việc & Sự nghiệp:** Thất bại của một dự án; thất vọng về một sự thăng tiến mà bạn không đạt được.\n\n**Tình yêu & Mối quan hệ:** Đau khổ, chia tay, hối tiếc về một tình yêu đã mất; tập trung vào các khía cạnh tiêu cực của một mối quan hệ.\n\n**Sức khỏe:** Đau buồn vì sự thụt lùi về sức khỏe; buồn bã vì mất đi sức sống.\n\n**Tâm linh:** Cảm thấy phá sản về mặt tâm linh; tập trung vào 'tội lỗi' trong quá khứ.",
      "general": "Một thời kỳ buồn bã hoặc tang tóc; chìm đắm trong những sai lầm trong quá khứ.",
      "work": "Thất bại của một dự án; thất vọng về một sự thăng tiến mà bạn không đạt được.",
      "love": "Đau khổ, chia tay, hối tiếc về một tình yêu đã mất; tập trung vào các khía cạnh tiêu cực của một mối quan hệ.",
      "health": "Đau buồn vì sự thụt lùi về sức khỏe; buồn bã vì mất đi sức sống.",
      "spirituality": "Cảm thấy phá sản về mặt tâm linh; tập trung vào 'tội lỗi' trong quá khứ."
    },
    "reversed": {
      "short": "Tiếp tục, chấp nhận mất mát, tha thứ, nhìn về phía trước, giải tỏa cảm xúc.",
      "detailed": "Khi Năm Ly xuất hiện ngược, nó gợi ý tiếp tục, chấp nhận mất mát, tha thứ, nhìn về phía trước, giải tỏa cảm xúc. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Tiếp tục, chấp nhận mất mát, tha thứ, nhìn về phía trước, giải tỏa cảm xúc.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: thất bại của một dự án; thất vọng về một sự thăng tiến mà bạn không đạt được.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: đau khổ, chia tay, hối tiếc về một tình yêu đã mất; tập trung vào các khía cạnh tiêu cực của một mối quan hệ.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: đau buồn vì sự thụt lùi về sức khỏe; buồn bã vì mất đi sức sống.",
      "spirituality": "Tâm linh ngược - mất kết nối với: cảm thấy phá sản về mặt tâm linh; tập trung vào 'tội lỗi' trong quá khứ."
    },
    "description": "Đại diện cho việc tập trung vào những gì đã mất thay vì những gì còn lại.",
    "image": "/images/cards/Cups05.jpg",
    "relationships": {
      "supporting_cards": [
        "Three of Swords",
        "The Tower",
        "Death"
      ],
      "challenging_cards": [
        "Ace of Cups",
        "The Star",
        "Three of Cups"
      ]
    }
  },
  {
    "id": 41,
    "name": "Sáu Ly (Six of Cups)",
    "slug": "six-of-cups",
    "arcana": "minor",
    "suit": "cups",
    "keywords": [
      "Hoài niệm",
      "tuổi thơ",
      "sự ngây thơ",
      "đoàn tụ",
      "quà tặng."
    ],
    "upright": {
      "short": "Kỷ niệm, bạn bè thời thơ ấu, sự đơn giản, thoải mái, hào phóng, quá khứ.",
      "detailed": "Kết nối với quá khứ; đoàn tụ với một người bạn cũ hoặc thành viên gia đình.\n\n**Công việc & Sự nghiệp:** Quay trở lại công việc trước đây; làm việc trong một môi trường quen thuộc, hoài cổ.\n\n**Tình yêu & Mối quan hệ:** Kết nối với người yêu thời thơ ấu; nhen nhóm lại ngọn lửa cũ.\n\n**Sức khỏe:** Các vấn đề sức khỏe cũ tái phát; chữa lành thông qua việc xem lại quá khứ.\n\n**Tâm linh:** Kết nối với trí tuệ tâm linh của tuổi thơ; nhận thức về tiền kiếp.",
      "general": "Kết nối với quá khứ; đoàn tụ với một người bạn cũ hoặc thành viên gia đình.",
      "work": "Quay trở lại công việc trước đây; làm việc trong một môi trường quen thuộc, hoài cổ.",
      "love": "Kết nối với người yêu thời thơ ấu; nhen nhóm lại ngọn lửa cũ.",
      "health": "Các vấn đề sức khỏe cũ tái phát; chữa lành thông qua việc xem lại quá khứ.",
      "spirituality": "Kết nối với trí tuệ tâm linh của tuổi thơ; nhận thức về tiền kiếp."
    },
    "reversed": {
      "short": "Sống trong quá khứ, buồn chán, tiến về phía trước, độc lập, chữa lành các vấn đề thời thơ ấu.",
      "detailed": "Khi Sáu Ly xuất hiện ngược, nó gợi ý sống trong quá khứ, buồn chán, tiến về phía trước, độc lập, chữa lành các vấn đề thời thơ ấu. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Sống trong quá khứ, buồn chán, tiến về phía trước, độc lập, chữa lành các vấn đề thời thơ ấu.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: quay trở lại công việc trước đây; làm việc trong một môi trường quen thuộc, hoài cổ.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: kết nối với người yêu thời thơ ấu; nhen nhóm lại ngọn lửa cũ.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: các vấn đề sức khỏe cũ tái phát; chữa lành thông qua việc xem lại quá khứ.",
      "spirituality": "Tâm linh ngược - mất kết nối với: kết nối với trí tuệ tâm linh của tuổi thơ; nhận thức về tiền kiếp."
    },
    "description": "Đại diện cho việc hồi tưởng, xem lại quá khứ và tặng/nhận quà.",
    "image": "/images/cards/Cups06.jpg",
    "relationships": {
      "supporting_cards": [
        "The Sun",
        "Three of Cups",
        "Ten of Pentacles"
      ],
      "challenging_cards": [
        "Five of Cups",
        "Eight of Cups",
        "The Hermit"
      ]
    }
  },
  {
    "id": 42,
    "name": "Bảy Ly (Seven of Cups)",
    "slug": "seven-of-cups",
    "arcana": "minor",
    "suit": "cups",
    "keywords": [
      "Ảo ảnh",
      "lựa chọn",
      "giả tưởng",
      "suy nghĩ viển vông",
      "cám dỗ."
    ],
    "upright": {
      "short": "Quá nhiều lựa chọn, mơ mộng, suy nghĩ viển vông, ảo ảnh, cần sự rõ ràng.",
      "detailed": "Cần thực tế hóa những mộng tưởng; ưu tiên các lựa chọn; nhận ra một lựa chọn là thiếu sót.\n\n**Công việc & Sự nghiệp:** Quá nhiều lời đề nghị công việc; kế hoạch kinh doanh không thực tế; theo đuổi một giấc mơ viển vông.\n\n**Tình yêu & Mối quan hệ:** Lý tưởng hóa đối tác; bối rối về bản chất thực sự của mối quan hệ.\n\n**Sức khỏe:** Chế độ ăn kiêng ảo tưởng hoặc sửa chữa nhanh chóng; thông tin khó hiểu về điều trị.\n\n**Tâm linh:** Ảo tưởng tâm linh; nhầm lẫn bản ngã với sự hướng dẫn thực sự.",
      "general": "Cần thực tế hóa những mộng tưởng; ưu tiên các lựa chọn; nhận ra một lựa chọn là thiếu sót.",
      "work": "Quá nhiều lời đề nghị công việc; kế hoạch kinh doanh không thực tế; theo đuổi một giấc mơ viển vông.",
      "love": "Lý tưởng hóa đối tác; bối rối về bản chất thực sự của mối quan hệ.",
      "health": "Chế độ ăn kiêng ảo tưởng hoặc sửa chữa nhanh chóng; thông tin khó hiểu về điều trị.",
      "spirituality": "Ảo tưởng tâm linh; nhầm lẫn bản ngã với sự hướng dẫn thực sự."
    },
    "reversed": {
      "short": "Sự rõ ràng, quyết tâm, liên kết tâm linh, chọn một con đường, kiểm tra thực tế.",
      "detailed": "Khi Bảy Ly xuất hiện ngược, nó gợi ý sự rõ ràng, quyết tâm, liên kết tâm linh, chọn một con đường, kiểm tra thực tế. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Sự rõ ràng, quyết tâm, liên kết tâm linh, chọn một con đường, kiểm tra thực tế.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: quá nhiều lời đề nghị công việc; kế hoạch kinh doanh không thực tế; theo đuổi một giấc mơ viển vông.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: lý tưởng hóa đối tác; bối rối về bản chất thực sự của mối quan hệ.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: chế độ ăn kiêng ảo tưởng hoặc sửa chữa nhanh chóng; thông tin khó hiểu về điều trị.",
      "spirituality": "Tâm linh ngược - mất kết nối với: ảo tưởng tâm linh; nhầm lẫn bản ngã với sự hướng dẫn thực sự."
    },
    "description": "Đại diện cho việc bị choáng ngợp bởi các lựa chọn, thường dựa trên ảo ảnh.",
    "image": "/images/cards/Cups07.jpg",
    "relationships": {
      "supporting_cards": [
        "The Moon",
        "Four of Cups",
        "The Lovers"
      ],
      "challenging_cards": [
        "The Emperor",
        "The Chariot",
        "Ace of Swords"
      ]
    }
  },
  {
    "id": 43,
    "name": "Tám Ly (Eight of Cups)",
    "slug": "eight-of-cups",
    "arcana": "minor",
    "suit": "cups",
    "keywords": [
      "Sự bỏ rơi",
      "bước đi",
      "hành trình tâm linh",
      "vỡ mộng",
      "tìm kiếm sự thật."
    ],
    "upright": {
      "short": "Rời bỏ một tình huống thất vọng, khám phá bản thân, tìm kiếm tâm linh, rút lui cảm xúc.",
      "detailed": "Rời bỏ một tình huống không còn phục vụ bạn để tìm kiếm điều gì đó sâu sắc hơn.\n\n**Công việc & Sự nghiệp:** Bỏ một công việc được trả lương cao nhưng không trọn vẹn; tìm kiếm một mục đích mới.\n\n**Tình yêu & Mối quan hệ:** Bước ra khỏi một mối quan hệ thiếu chiều sâu cảm xúc.\n\n**Sức khỏe:** Rời bỏ một bác sĩ hoặc phương pháp điều trị không hiệu quả; tìm kiếm một con đường toàn diện hơn.\n\n**Tâm linh:** Một cuộc hành hương tâm linh; rời bỏ sự thoải mái để tìm kiếm sự giác ngộ.",
      "general": "Rời bỏ một tình huống không còn phục vụ bạn để tìm kiếm điều gì đó sâu sắc hơn.",
      "work": "Bỏ một công việc được trả lương cao nhưng không trọn vẹn; tìm kiếm một mục đích mới.",
      "love": "Bước ra khỏi một mối quan hệ thiếu chiều sâu cảm xúc.",
      "health": "Rời bỏ một bác sĩ hoặc phương pháp điều trị không hiệu quả; tìm kiếm một con đường toàn diện hơn.",
      "spirituality": "Một cuộc hành hương tâm linh; rời bỏ sự thoải mái để tìm kiếm sự giác ngộ."
    },
    "reversed": {
      "short": "Sợ rời đi, quay lại tình huống cũ, trì trệ, do dự.",
      "detailed": "Khi Tám Ly xuất hiện ngược, nó gợi ý sợ rời đi, quay lại tình huống cũ, trì trệ, do dự. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Sợ rời đi, quay lại tình huống cũ, trì trệ, do dự.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: bỏ một công việc được trả lương cao nhưng không trọn vẹn; tìm kiếm một mục đích mới.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: bước ra khỏi một mối quan hệ thiếu chiều sâu cảm xúc.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: rời bỏ một bác sĩ hoặc phương pháp điều trị không hiệu quả; tìm kiếm một con đường toàn diện hơn.",
      "spirituality": "Tâm linh ngược - mất kết nối với: một cuộc hành hương tâm linh; rời bỏ sự thoải mái để tìm kiếm sự giác ngộ."
    },
    "description": "Đại diện cho sự lựa chọn khó khăn nhưng cần thiết để bước đi khỏi những điều đã biết.",
    "image": "/images/cards/Cups08.jpg",
    "relationships": {
      "supporting_cards": [
        "Death",
        "The Hermit",
        "Six of Swords"
      ],
      "challenging_cards": [
        "Four of Cups",
        "Four of Pentacles",
        "Ten of Cups"
      ]
    }
  },
  {
    "id": 44,
    "name": "Chín Ly (Nine of Cups)",
    "slug": "nine-of-cups",
    "arcana": "minor",
    "suit": "cups",
    "keywords": [
      "Ước nguyện thành hiện thực",
      "sự hài lòng",
      "sang trọng",
      "mãn nguyện về cảm xúc",
      "vận may."
    ],
    "upright": {
      "short": "Điều ước được ban cho, sự hài lòng về cảm xúc, mãn nguyện, khoái cảm giác quan, sự phong phú.",
      "detailed": "Cảm thấy hài lòng và hạnh phúc; mọi thứ diễn ra chính xác như mong đợi.\n\n**Công việc & Sự nghiệp:** Công việc mơ ước; một thỏa thuận béo bở mang lại sự hài lòng cá nhân.\n\n**Tình yêu & Mối quan hệ:** Một đời sống tình cảm thỏa mãn, trọn vẹn; có được những gì bạn khao khát ở một đối tác.\n\n**Sức khỏe:** Cảm thấy tuyệt vời; hoàn toàn hài lòng với trạng thái thể chất của bạn.\n\n**Tâm linh:** Lòng biết ơn sâu sắc; sự mãn nguyện về tâm linh; những lời cầu nguyện được đáp lại.",
      "general": "Cảm thấy hài lòng và hạnh phúc; mọi thứ diễn ra chính xác như mong đợi.",
      "work": "Công việc mơ ước; một thỏa thuận béo bở mang lại sự hài lòng cá nhân.",
      "love": "Một đời sống tình cảm thỏa mãn, trọn vẹn; có được những gì bạn khao khát ở một đối tác.",
      "health": "Cảm thấy tuyệt vời; hoàn toàn hài lòng với trạng thái thể chất của bạn.",
      "spirituality": "Lòng biết ơn sâu sắc; sự mãn nguyện về tâm linh; những lời cầu nguyện được đáp lại."
    },
    "reversed": {
      "short": "Tham lam, thái quá, những điều ước không thành hiện thực, thất vọng, tự mãn.",
      "detailed": "Khi Chín Ly xuất hiện ngược, nó gợi ý tham lam, thái quá, những điều ước không thành hiện thực, thất vọng, tự mãn. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Tham lam, thái quá, những điều ước không thành hiện thực, thất vọng, tự mãn.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: công việc mơ ước; một thỏa thuận béo bở mang lại sự hài lòng cá nhân.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: một đời sống tình cảm thỏa mãn, trọn vẹn; có được những gì bạn khao khát ở một đối tác.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: cảm thấy tuyệt vời; hoàn toàn hài lòng với trạng thái thể chất của bạn.",
      "spirituality": "Tâm linh ngược - mất kết nối với: lòng biết ơn sâu sắc; sự mãn nguyện về tâm linh; những lời cầu nguyện được đáp lại."
    },
    "description": "Thường được gọi là 'Lá bài Ước nguyện'; đại diện cho niềm vui cảm xúc và sự hài lòng.",
    "image": "/images/cards/Cups09.jpg",
    "relationships": {
      "supporting_cards": [
        "The Star",
        "The Sun",
        "The Hanged Man"
      ],
      "challenging_cards": [
        "Five of Pentacles",
        "The Devil",
        "Two of Pentacles"
      ]
    }
  },
  {
    "id": 45,
    "name": "Mười Ly (Ten of Cups)",
    "slug": "ten-of-cups",
    "arcana": "minor",
    "suit": "cups",
    "keywords": [
      "Hạnh phúc",
      "hài hòa",
      "gia đình",
      "niềm vui",
      "an ninh cảm xúc."
    ],
    "upright": {
      "short": "Hạnh phúc lâu dài, sự trọn vẹn về cảm xúc, gia đình hạnh phúc, hạnh phúc gia đình, bình yên tâm linh.",
      "detailed": "Lá bài 'hạnh phúc mãi mãi về sau'; cuộc sống gia đình hoàn hảo và an ninh cảm xúc.\n\n**Công việc & Sự nghiệp:** Công việc cảm thấy như gia đình; một nơi làm việc rất hỗ trợ và vui vẻ.\n\n**Tình yêu & Mối quan hệ:** Hôn nhân, con cái, đơn vị gia đình ổn định, yêu thương và trọn vẹn.\n\n**Sức khỏe:** Sự khỏe mạnh sâu sắc; cảm thấy được nuôi dưỡng về thể chất và cảm xúc.\n\n**Tâm linh:** Sự hài hòa tâm linh tối thượng; một trạng thái ân sủng.",
      "general": "Lá bài 'hạnh phúc mãi mãi về sau'; cuộc sống gia đình hoàn hảo và an ninh cảm xúc.",
      "work": "Công việc cảm thấy như gia đình; một nơi làm việc rất hỗ trợ và vui vẻ.",
      "love": "Hôn nhân, con cái, đơn vị gia đình ổn định, yêu thương và trọn vẹn.",
      "health": "Sự khỏe mạnh sâu sắc; cảm thấy được nuôi dưỡng về thể chất và cảm xúc.",
      "spirituality": "Sự hài hòa tâm linh tối thượng; một trạng thái ân sủng."
    },
    "reversed": {
      "short": "Gia đình tan vỡ, bất hòa, giấc mơ không thành hiện thực, thiếu an ninh cảm xúc.",
      "detailed": "Khi Mười Ly xuất hiện ngược, nó gợi ý gia đình tan vỡ, bất hòa, giấc mơ không thành hiện thực, thiếu an ninh cảm xúc. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Gia đình tan vỡ, bất hòa, giấc mơ không thành hiện thực, thiếu an ninh cảm xúc.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: công việc cảm thấy như gia đình; một nơi làm việc rất hỗ trợ và vui vẻ.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: hôn nhân, con cái, đơn vị gia đình ổn định, yêu thương và trọn vẹn.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: sự khỏe mạnh sâu sắc; cảm thấy được nuôi dưỡng về thể chất và cảm xúc.",
      "spirituality": "Tâm linh ngược - mất kết nối với: sự hài hòa tâm linh tối thượng; một trạng thái ân sủng."
    },
    "description": "Đại diện cho sự trọn vẹn cảm xúc tối thượng và cuộc sống gia đình vui vẻ.",
    "image": "/images/cards/Cups10.jpg",
    "relationships": {
      "supporting_cards": [
        "Four of Wands",
        "The Lovers",
        "The World"
      ],
      "challenging_cards": [
        "Five of Cups",
        "Eight of Cups",
        "Ten of Swords"
      ]
    }
  },
  {
    "id": 46,
    "name": "Tiểu Đồng Ly (Page of Cups)",
    "slug": "page-of-cups",
    "arcana": "minor",
    "suit": "cups",
    "keywords": [
      "Cảm hứng",
      "tin tức cảm xúc",
      "nhạy cảm",
      "kẻ mộng mơ",
      "trí tưởng tượng."
    ],
    "upright": {
      "short": "Tin tức mang thai, lời đề nghị cảm xúc, ý tưởng sáng tạo, mơ mộng, đứa trẻ bên trong.",
      "detailed": "Một thông điệp cảm xúc bất ngờ; mở lòng với những khả năng sáng tạo.\n\n**Công việc & Sự nghiệp:** Một dự án mới, đầy cảm xúc; tin tức về một kỳ thực tập sáng tạo.\n\n**Tình yêu & Mối quan hệ:** Một lời đề nghị lãng mạn; một tuyên bố cảm xúc; một người ngưỡng mộ mới rụt rè.\n\n**Sức khỏe:** Lắng nghe nhu cầu cảm xúc của cơ thể bạn; tìm kiếm liệu pháp hoặc sự giúp đỡ về cảm xúc.\n\n**Tâm linh:** Trực giác của người mới bắt đầu; khám phá thiền định hoặc công việc với giấc mơ.",
      "general": "Một thông điệp cảm xúc bất ngờ; mở lòng với những khả năng sáng tạo.",
      "work": "Một dự án mới, đầy cảm xúc; tin tức về một kỳ thực tập sáng tạo.",
      "love": "Một lời đề nghị lãng mạn; một tuyên bố cảm xúc; một người ngưỡng mộ mới rụt rè.",
      "health": "Lắng nghe nhu cầu cảm xúc của cơ thể bạn; tìm kiếm liệu pháp hoặc sự giúp đỡ về cảm xúc.",
      "spirituality": "Trực giác của người mới bắt đầu; khám phá thiền định hoặc công việc với giấc mơ."
    },
    "reversed": {
      "short": "Sự non nớt về cảm xúc, tắc nghẽn sáng tạo, tin xấu, thất vọng, ảo tưởng.",
      "detailed": "Khi Tiểu Đồng Ly xuất hiện ngược, nó gợi ý sự non nớt về cảm xúc, tắc nghẽn sáng tạo, tin xấu, thất vọng, ảo tưởng. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Sự non nớt về cảm xúc, tắc nghẽn sáng tạo, tin xấu, thất vọng, ảo tưởng.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: một dự án mới, đầy cảm xúc; tin tức về một kỳ thực tập sáng tạo.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: một lời đề nghị lãng mạn; một tuyên bố cảm xúc; một người ngưỡng mộ mới rụt rè.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: lắng nghe nhu cầu cảm xúc của cơ thể bạn; tìm kiếm liệu pháp hoặc sự giúp đỡ về cảm xúc.",
      "spirituality": "Tâm linh ngược - mất kết nối với: trực giác của người mới bắt đầu; khám phá thiền định hoặc công việc với giấc mơ."
    },
    "description": "Một sứ giả nhạy cảm của những khởi đầu cảm xúc và ý tưởng sáng tạo.",
    "image": "/images/cards/Cups11.jpg",
    "relationships": {
      "supporting_cards": [
        "Ace of Cups",
        "The Star",
        "Three of Cups"
      ],
      "challenging_cards": [
        "Two of Swords",
        "Five of Cups",
        "Seven of Cups"
      ]
    }
  },
  {
    "id": 47,
    "name": "Hiệp Sĩ Ly (Knight of Cups)",
    "slug": "knight-of-cups",
    "arcana": "minor",
    "suit": "cups",
    "keywords": [
      "Sự lãng mạn",
      "sức hút",
      "lời cầu hôn",
      "trí tưởng tượng",
      "mang lại cảm xúc."
    ],
    "upright": {
      "short": "Một lời mời, lời cầu hôn, sự quyến rũ, lãng mạn, làm theo trái tim, giàu trí tưởng tượng.",
      "detailed": "Một lời đề nghị hoặc lời mời lãng mạn; một người thuyết phục, quyến rũ bước vào cuộc sống của bạn.\n\n**Công việc & Sự nghiệp:** Một lời đề nghị làm việc cho một dự án sáng tạo, được thúc đẩy bởi đam mê.\n\n**Tình yêu & Mối quan hệ:** Một lời cầu hôn hoặc tình yêu; một hiệp sĩ trong bộ áo giáp sáng ngời.\n\n**Sức khỏe:** Tìm kiếm sự cân bằng cảm xúc và niềm đam mê cho cuộc sống.\n\n**Tâm linh:** Tìm kiếm sự thật cảm xúc; một tiếng gọi hoặc nhiệm vụ tâm linh.",
      "general": "Một lời đề nghị hoặc lời mời lãng mạn; một người thuyết phục, quyến rũ bước vào cuộc sống của bạn.",
      "work": "Một lời đề nghị làm việc cho một dự án sáng tạo, được thúc đẩy bởi đam mê.",
      "love": "Một lời cầu hôn hoặc tình yêu; một hiệp sĩ trong bộ áo giáp sáng ngời.",
      "health": "Tìm kiếm sự cân bằng cảm xúc và niềm đam mê cho cuộc sống.",
      "spirituality": "Tìm kiếm sự thật cảm xúc; một tiếng gọi hoặc nhiệm vụ tâm linh."
    },
    "reversed": {
      "short": "Ủ rũ, lừa dối, kỳ vọng không thực tế, lời cầu hôn thất bại, thao túng.",
      "detailed": "Khi Hiệp Sĩ Ly xuất hiện ngược, nó gợi ý ủ rũ, lừa dối, kỳ vọng không thực tế, lời cầu hôn thất bại, thao túng. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Ủ rũ, lừa dối, kỳ vọng không thực tế, lời cầu hôn thất bại, thao túng.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: một lời đề nghị làm việc cho một dự án sáng tạo, được thúc đẩy bởi đam mê.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: một lời cầu hôn hoặc tình yêu; một hiệp sĩ trong bộ áo giáp sáng ngời.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: tìm kiếm sự cân bằng cảm xúc và niềm đam mê cho cuộc sống.",
      "spirituality": "Tâm linh ngược - mất kết nối với: tìm kiếm sự thật cảm xúc; một tiếng gọi hoặc nhiệm vụ tâm linh."
    },
    "description": "Một sứ giả lôi cuốn, đầy cảm xúc của tình yêu và sự sáng tạo.",
    "image": "/images/cards/Cups12.jpg",
    "relationships": {
      "supporting_cards": [
        "The Lovers",
        "Queen of Cups",
        "Two of Cups"
      ],
      "challenging_cards": [
        "King of Swords",
        "Seven of Swords",
        "The Devil"
      ]
    }
  },
  {
    "id": 48,
    "name": "Nữ Hoàng Ly (Queen of Cups)",
    "slug": "queen-of-cups",
    "arcana": "minor",
    "suit": "cups",
    "keywords": [
      "Lòng trắc ẩn",
      "an ninh cảm xúc",
      "trực giác",
      "bình tĩnh",
      "yêu thương."
    ],
    "upright": {
      "short": "Nuôi dưỡng, tâm linh, yêu thương, ổn định cảm xúc, sự đồng cảm, người mẹ quan tâm.",
      "detailed": "Một nhân vật nữ nhạy cảm, nuôi dưỡng; tin tưởng vào tiếng nói nội tâm sâu sắc của bạn.\n\n**Công việc & Sự nghiệp:** Công việc sáng tạo; tư vấn hoặc trị liệu; một nữ quản lý hỗ trợ.\n\n**Tình yêu & Mối quan hệ:** Tình yêu vô điều kiện; một mối quan hệ dựa trên sự kết nối cảm xúc sâu sắc.\n\n**Sức khỏe:** Hạnh phúc cảm xúc; chữa lành người khác thông qua sự đồng cảm.\n\n**Tâm linh:** Trực giác mạnh mẽ; khả năng trung gian; kết nối và hướng dẫn tâm linh sâu sắc.",
      "general": "Một nhân vật nữ nhạy cảm, nuôi dưỡng; tin tưởng vào tiếng nói nội tâm sâu sắc của bạn.",
      "work": "Công việc sáng tạo; tư vấn hoặc trị liệu; một nữ quản lý hỗ trợ.",
      "love": "Tình yêu vô điều kiện; một mối quan hệ dựa trên sự kết nối cảm xúc sâu sắc.",
      "health": "Hạnh phúc cảm xúc; chữa lành người khác thông qua sự đồng cảm.",
      "spirituality": "Trực giác mạnh mẽ; khả năng trung gian; kết nối và hướng dẫn tâm linh sâu sắc."
    },
    "reversed": {
      "short": "Phụ thuộc lẫn nhau, tử vì đạo, thao túng cảm xúc, tự thương hại, ủ rũ.",
      "detailed": "Khi Nữ Hoàng Ly xuất hiện ngược, nó gợi ý phụ thuộc lẫn nhau, tử vì đạo, thao túng cảm xúc, tự thương hại, ủ rũ. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Phụ thuộc lẫn nhau, tử vì đạo, thao túng cảm xúc, tự thương hại, ủ rũ.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: công việc sáng tạo; tư vấn hoặc trị liệu; một nữ quản lý hỗ trợ.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: tình yêu vô điều kiện; một mối quan hệ dựa trên sự kết nối cảm xúc sâu sắc.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: hạnh phúc cảm xúc; chữa lành người khác thông qua sự đồng cảm.",
      "spirituality": "Tâm linh ngược - mất kết nối với: trực giác mạnh mẽ; khả năng trung gian; kết nối và hướng dẫn tâm linh sâu sắc."
    },
    "description": "Một người phụ nữ vô cùng trắc ẩn, trực quan và ổn định về mặt cảm xúc.",
    "image": "/images/cards/Cups13.jpg",
    "relationships": {
      "supporting_cards": [
        "The High Priestess",
        "Temperance",
        "King of Cups"
      ],
      "challenging_cards": [
        "Queen of Swords",
        "The Devil",
        "Seven of Cups"
      ]
    }
  },
  {
    "id": 49,
    "name": "Vua Ly (King of Cups)",
    "slug": "king-of-cups",
    "arcana": "minor",
    "suit": "cups",
    "keywords": [
      "Cân bằng cảm xúc",
      "trí tuệ",
      "ngoại giao",
      "hào phóng",
      "tử tế."
    ],
    "upright": {
      "short": "Trắc ẩn, kiểm soát cảm xúc, người cha nhân từ, ngoại giao, sự trưởng thành trong sáng tạo.",
      "detailed": "Một nhân vật nam công bằng, ổn định về mặt cảm xúc; sử dụng trí tuệ và ngoại giao.\n\n**Công việc & Sự nghiệp:** Cố vấn, nghệ sĩ, nhà từ thiện; một người quản lý hỗ trợ, bình tĩnh.\n\n**Tình yêu & Mối quan hệ:** Một đối tác trưởng thành, yêu thương và ổn định; một người đàn ông hiểu về cảm xúc.\n\n**Sức khỏe:** Làm chủ cảm xúc; sử dụng liệu pháp hoặc thiền định để có được hạnh phúc.\n\n**Tâm linh:** Một người cố vấn tâm linh; sự làm chủ sâu sắc về đời sống cảm xúc và tâm linh.",
      "general": "Một nhân vật nam công bằng, ổn định về mặt cảm xúc; sử dụng trí tuệ và ngoại giao.",
      "work": "Cố vấn, nghệ sĩ, nhà từ thiện; một người quản lý hỗ trợ, bình tĩnh.",
      "love": "Một đối tác trưởng thành, yêu thương và ổn định; một người đàn ông hiểu về cảm xúc.",
      "health": "Làm chủ cảm xúc; sử dụng liệu pháp hoặc thiền định để có được hạnh phúc.",
      "spirituality": "Một người cố vấn tâm linh; sự làm chủ sâu sắc về đời sống cảm xúc và tâm linh."
    },
    "reversed": {
      "short": "Thao túng cảm xúc, tâm trạng thất thường, tàn nhẫn, kìm nén cảm xúc, lạnh lùng.",
      "detailed": "Khi Vua Ly xuất hiện ngược, nó gợi ý thao túng cảm xúc, tâm trạng thất thường, tàn nhẫn, kìm nén cảm xúc, lạnh lùng. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Thao túng cảm xúc, tâm trạng thất thường, tàn nhẫn, kìm nén cảm xúc, lạnh lùng.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: cố vấn, nghệ sĩ, nhà từ thiện; một người quản lý hỗ trợ, bình tĩnh.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: một đối tác trưởng thành, yêu thương và ổn định; một người đàn ông hiểu về cảm xúc.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: làm chủ cảm xúc; sử dụng liệu pháp hoặc thiền định để có được hạnh phúc.",
      "spirituality": "Tâm linh ngược - mất kết nối với: một người cố vấn tâm linh; sự làm chủ sâu sắc về đời sống cảm xúc và tâm linh."
    },
    "description": "Một người đàn ông trưởng thành, cân bằng về mặt cảm xúc và khôn ngoan.",
    "image": "/images/cards/Cups14.jpg",
    "relationships": {
      "supporting_cards": [
        "Justice",
        "Temperance",
        "Queen of Cups"
      ],
      "challenging_cards": [
        "King of Swords",
        "The Devil",
        "Five of Swords"
      ]
    }
  },
  {
    "id": 50,
    "name": "Ách Kiếm (Ace of Swords)",
    "slug": "ace-of-swords",
    "arcana": "minor",
    "suit": "swords",
    "keywords": [
      "Sự rõ ràng",
      "đột phá",
      "sự thật",
      "sức mạnh tinh thần",
      "ý tưởng mới."
    ],
    "upright": {
      "short": "Sự rõ ràng về tinh thần, một quyết định rõ ràng, đột phá về trí tuệ, xuyên thủng ảo ảnh, chiến thắng của trí tuệ.",
      "detailed": "Một khoảnh khắc của sự thật trần trụi; một khoảnh khắc 'Aha!' rõ ràng; giải quyết một vấn đề phức tạp.\n\n**Công việc & Sự nghiệp:** Một kế hoạch kinh doanh rõ ràng; thử thách trí tuệ; một quyết định cần được đưa ra ngay bây giờ.\n\n**Tình yêu & Mối quan hệ:** Giao tiếp rõ ràng, trung thực; một quyết định về mối quan hệ; sự tương thích về tinh thần.\n\n**Sức khỏe:** Một chẩn đoán rõ ràng; một bước đột phá bất ngờ trong việc hiểu một căn bệnh.\n\n**Tâm linh:** Tầm nhìn rõ ràng; kỷ luật tâm linh và tìm kiếm sự thật.",
      "general": "Một khoảnh khắc của sự thật trần trụi; một khoảnh khắc 'Aha!' rõ ràng; giải quyết một vấn đề phức tạp.",
      "work": "Một kế hoạch kinh doanh rõ ràng; thử thách trí tuệ; một quyết định cần được đưa ra ngay bây giờ.",
      "love": "Giao tiếp rõ ràng, trung thực; một quyết định về mối quan hệ; sự tương thích về tinh thần.",
      "health": "Một chẩn đoán rõ ràng; một bước đột phá bất ngờ trong việc hiểu một căn bệnh.",
      "spirituality": "Tầm nhìn rõ ràng; kỷ luật tâm linh và tìm kiếm sự thật."
    },
    "reversed": {
      "short": "Sự bối rối, lạm dụng quyền lực, giao tiếp bị chặn, thiếu rõ ràng về tinh thần, sự hủy diệt.",
      "detailed": "Khi Ách Kiếm xuất hiện ngược, nó gợi ý sự bối rối, lạm dụng quyền lực, giao tiếp bị chặn, thiếu rõ ràng về tinh thần, sự hủy diệt. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Sự bối rối, lạm dụng quyền lực, giao tiếp bị chặn, thiếu rõ ràng về tinh thần, sự hủy diệt.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: một kế hoạch kinh doanh rõ ràng; thử thách trí tuệ; một quyết định cần được đưa ra ngay bây giờ.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: giao tiếp rõ ràng, trung thực; một quyết định về mối quan hệ; sự tương thích về tinh thần.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: một chẩn đoán rõ ràng; một bước đột phá bất ngờ trong việc hiểu một căn bệnh.",
      "spirituality": "Tâm linh ngược - mất kết nối với: tầm nhìn rõ ràng; kỷ luật tâm linh và tìm kiếm sự thật."
    },
    "description": "Hạt giống của sức mạnh tinh thần, sự thật và hành động quyết đoán.",
    "image": "/images/cards/Swords01.jpg",
    "relationships": {
      "supporting_cards": [
        "The Magician",
        "Judgement",
        "Two of Swords"
      ],
      "challenging_cards": [
        "The Moon",
        "Seven of Cups",
        "Five of Swords"
      ]
    }
  },
  {
    "id": 51,
    "name": "Hai Kiếm (Two of Swords)",
    "slug": "two-of-swords",
    "arcana": "minor",
    "suit": "swords",
    "keywords": [
      "Bế tắc",
      "cảm xúc bị chặn",
      "thiếu quyết đoán",
      "tránh né",
      "từ chối nhìn nhận."
    ],
    "upright": {
      "short": "Mắc kẹt giữa hai lựa chọn, từ chối đối mặt với sự thật, đình chiến, cân bằng xung đột.",
      "detailed": "Một sự lựa chọn khó khăn khi cả hai phương án đều có vẻ không mong muốn như nhau; tránh xung đột.\n\n**Công việc & Sự nghiệp:** Thiếu quyết đoán về hai con đường sự nghiệp; bế tắc trong một cuộc đàm phán.\n\n**Tình yêu & Mối quan hệ:** Từ chối nhìn nhận các vấn đề trong một mối quan hệ; bị mắc kẹt giữa hai đối tác.\n\n**Sức khỏe:** Phớt lờ các triệu chứng; tránh một quyết định y tế cần thiết.\n\n**Tâm linh:** Mắc kẹt giữa hai hệ thống niềm tin đối lập; phong tỏa trí tuệ.",
      "general": "Một sự lựa chọn khó khăn khi cả hai phương án đều có vẻ không mong muốn như nhau; tránh xung đột.",
      "work": "Thiếu quyết đoán về hai con đường sự nghiệp; bế tắc trong một cuộc đàm phán.",
      "love": "Từ chối nhìn nhận các vấn đề trong một mối quan hệ; bị mắc kẹt giữa hai đối tác.",
      "health": "Phớt lờ các triệu chứng; tránh một quyết định y tế cần thiết.",
      "spirituality": "Mắc kẹt giữa hai hệ thống niềm tin đối lập; phong tỏa trí tuệ."
    },
    "reversed": {
      "short": "Giải quyết, đối mặt với sự thật, suy sụp cảm xúc, giải phóng, sợ lựa chọn.",
      "detailed": "Khi Hai Kiếm xuất hiện ngược, nó gợi ý giải quyết, đối mặt với sự thật, suy sụp cảm xúc, giải phóng, sợ lựa chọn. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Giải quyết, đối mặt với sự thật, suy sụp cảm xúc, giải phóng, sợ lựa chọn.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: thiếu quyết đoán về hai con đường sự nghiệp; bế tắc trong một cuộc đàm phán.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: từ chối nhìn nhận các vấn đề trong một mối quan hệ; bị mắc kẹt giữa hai đối tác.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: phớt lờ các triệu chứng; tránh một quyết định y tế cần thiết.",
      "spirituality": "Tâm linh ngược - mất kết nối với: mắc kẹt giữa hai hệ thống niềm tin đối lập; phong tỏa trí tuệ."
    },
    "description": "Đại diện cho sự bế tắc về tinh thần và cố tình phớt lờ sự thật.",
    "image": "/images/cards/Swords02.jpg",
    "relationships": {
      "supporting_cards": [
        "Justice",
        "The Hermit",
        "Four of Swords"
      ],
      "challenging_cards": [
        "Ace of Swords",
        "The Moon",
        "Three of Wands"
      ]
    }
  },
  {
    "id": 52,
    "name": "Ba Kiếm (Three of Swords)",
    "slug": "three-of-swords",
    "arcana": "minor",
    "suit": "swords",
    "keywords": [
      "Tan vỡ trái tim",
      "đau đớn",
      "đau buồn",
      "nỗi buồn",
      "sự từ chối."
    ],
    "upright": {
      "short": "Chia ly đau đớn, tan vỡ trái tim, mất mát, đau buồn, nỗi buồn, đau khổ về tình cảm.",
      "detailed": "Tổn thương tình cảm và thất vọng; tìm thấy can đảm để đối mặt với nỗi đau.\n\n**Công việc & Sự nghiệp:** Một thất bại chuyên nghiệp đau đớn; mất việc hoặc hợp đồng.\n\n**Tình yêu & Mối quan hệ:** Chia tay, không chung thủy, nỗi buồn sâu sắc vì một mối quan hệ kết thúc.\n\n**Sức khỏe:** Phẫu thuật; nỗi đau tình cảm ảnh hưởng đến sức khỏe thể chất; đối phó với một chẩn đoán khó khăn.\n\n**Tâm linh:** Nỗi đau của sự chia ly hoặc nghi ngờ về tâm linh.",
      "general": "Tổn thương tình cảm và thất vọng; tìm thấy can đảm để đối mặt với nỗi đau.",
      "work": "Một thất bại chuyên nghiệp đau đớn; mất việc hoặc hợp đồng.",
      "love": "Chia tay, không chung thủy, nỗi buồn sâu sắc vì một mối quan hệ kết thúc.",
      "health": "Phẫu thuật; nỗi đau tình cảm ảnh hưởng đến sức khỏe thể chất; đối phó với một chẩn đoán khó khăn.",
      "spirituality": "Nỗi đau của sự chia ly hoặc nghi ngờ về tâm linh."
    },
    "reversed": {
      "short": "Phục hồi, giải phóng nỗi đau, tìm sự khép lại, bi quan, tan vỡ trái tim nhỏ.",
      "detailed": "Khi Ba Kiếm xuất hiện ngược, nó gợi ý phục hồi, giải phóng nỗi đau, tìm sự khép lại, bi quan, tan vỡ trái tim nhỏ. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Phục hồi, giải phóng nỗi đau, tìm sự khép lại, bi quan, tan vỡ trái tim nhỏ.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: một thất bại chuyên nghiệp đau đớn; mất việc hoặc hợp đồng.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: chia tay, không chung thủy, nỗi buồn sâu sắc vì một mối quan hệ kết thúc.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: phẫu thuật; nỗi đau tình cảm ảnh hưởng đến sức khỏe thể chất; đối phó với một chẩn đoán khó khăn.",
      "spirituality": "Tâm linh ngược - mất kết nối với: nỗi đau của sự chia ly hoặc nghi ngờ về tâm linh."
    },
    "description": "Đại diện cho nỗi đau của sự phản bội hoặc vết thương tình cảm.",
    "image": "/images/cards/Swords03.jpg",
    "relationships": {
      "supporting_cards": [
        "Five of Cups",
        "The Tower",
        "Ten of Swords"
      ],
      "challenging_cards": [
        "The Sun",
        "Four of Wands",
        "Two of Cups"
      ]
    }
  },
  {
    "id": 53,
    "name": "Bốn Kiếm (Four of Swords)",
    "slug": "four-of-swords",
    "arcana": "minor",
    "suit": "swords",
    "keywords": [
      "Nghỉ ngơi",
      "phục hồi",
      "cô độc",
      "bình yên",
      "rút lui."
    ],
    "upright": {
      "short": "Nghỉ ngơi, phục hồi, thiền định, bình yên, tự rút lui, chữa lành.",
      "detailed": "Nghỉ ngơi khỏi sự ồn ào; cần thời gian nghỉ ngơi để phục hồi sức khỏe tinh thần.\n\n**Công việc & Sự nghiệp:** Nghỉ ốm, kỳ nghỉ, một khoảng thời gian yên tĩnh tại nơi làm việc để suy ngẫm.\n\n**Tình yêu & Mối quan hệ:** Cần không gian trong một mối quan hệ; một khoảng thời gian yên tĩnh, bình yên bên nhau.\n\n**Sức khỏe:** Nhập viện; nghỉ ngơi sâu để chữa lành thể chất hoặc tinh thần.\n\n**Tâm linh:** Khóa tu thiền; tập trung sâu vào nội tâm.",
      "general": "Nghỉ ngơi khỏi sự ồn ào; cần thời gian nghỉ ngơi để phục hồi sức khỏe tinh thần.",
      "work": "Nghỉ ốm, kỳ nghỉ, một khoảng thời gian yên tĩnh tại nơi làm việc để suy ngẫm.",
      "love": "Cần không gian trong một mối quan hệ; một khoảng thời gian yên tĩnh, bình yên bên nhau.",
      "health": "Nhập viện; nghỉ ngơi sâu để chữa lành thể chất hoặc tinh thần.",
      "spirituality": "Khóa tu thiền; tập trung sâu vào nội tâm."
    },
    "reversed": {
      "short": "Bồn chồn, kiệt sức, thức tỉnh, trở lại hoạt động, phục hồi nhanh chóng.",
      "detailed": "Khi Bốn Kiếm xuất hiện ngược, nó gợi ý bồn chồn, kiệt sức, thức tỉnh, trở lại hoạt động, phục hồi nhanh chóng. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Bồn chồn, kiệt sức, thức tỉnh, trở lại hoạt động, phục hồi nhanh chóng.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: nghỉ ốm, kỳ nghỉ, một khoảng thời gian yên tĩnh tại nơi làm việc để suy ngẫm.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: cần không gian trong một mối quan hệ; một khoảng thời gian yên tĩnh, bình yên bên nhau.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: nhập viện; nghỉ ngơi sâu để chữa lành thể chất hoặc tinh thần.",
      "spirituality": "Tâm linh ngược - mất kết nối với: khóa tu thiền; tập trung sâu vào nội tâm."
    },
    "description": "Đại diện cho một khoảng thời gian cần thiết để nghỉ ngơi và cô lập tinh thần.",
    "image": "/images/cards/Swords04.jpg",
    "relationships": {
      "supporting_cards": [
        "The Hermit",
        "The Hanged Man",
        "Temperance"
      ],
      "challenging_cards": [
        "Eight of Wands",
        "Knight of Wands",
        "The Chariot"
      ]
    }
  },
  {
    "id": 54,
    "name": "Năm Kiếm (Five of Swords)",
    "slug": "five-of-swords",
    "arcana": "minor",
    "suit": "swords",
    "keywords": [
      "Xung đột",
      "căng thẳng",
      "thất bại",
      "thắng bằng mọi giá",
      "mất mát."
    ],
    "upright": {
      "short": "Xung đột, mất mát, ô nhục, 'chiến thắng' bằng cách hy sinh sự chính trực, oán giận.",
      "detailed": "Một chiến thắng rỗng tuếch; oán giận và thù địch; chọn trận chiến của bạn một cách khôn ngoan.\n\n**Công việc & Sự nghiệp:** Giành được hợp đồng bằng cách dẫm đạp lên người khác; sự kình địch tại văn phòng.\n\n**Tình yêu & Mối quan hệ:** Thù địch và oán giận trong một mối quan hệ; tống tiền tình cảm.\n\n**Sức khỏe:** Căng thẳng tinh thần do xung đột; cãi vã với bác sĩ.\n\n**Tâm linh:** Bản ngã tâm linh; sử dụng niềm tin để phán xét người khác.",
      "general": "Một chiến thắng rỗng tuếch; oán giận và thù địch; chọn trận chiến của bạn một cách khôn ngoan.",
      "work": "Giành được hợp đồng bằng cách dẫm đạp lên người khác; sự kình địch tại văn phòng.",
      "love": "Thù địch và oán giận trong một mối quan hệ; tống tiền tình cảm.",
      "health": "Căng thẳng tinh thần do xung đột; cãi vã với bác sĩ.",
      "spirituality": "Bản ngã tâm linh; sử dụng niềm tin để phán xét người khác."
    },
    "reversed": {
      "short": "Hòa giải, chấm dứt xung đột, vượt qua mất mát, mong muốn hòa bình, hối hận.",
      "detailed": "Khi Năm Kiếm xuất hiện ngược, nó gợi ý hòa giải, chấm dứt xung đột, vượt qua mất mát, mong muốn hòa bình, hối hận. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Hòa giải, chấm dứt xung đột, vượt qua mất mát, mong muốn hòa bình, hối hận.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: giành được hợp đồng bằng cách dẫm đạp lên người khác; sự kình địch tại văn phòng.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: thù địch và oán giận trong một mối quan hệ; tống tiền tình cảm.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: căng thẳng tinh thần do xung đột; cãi vã với bác sĩ.",
      "spirituality": "Tâm linh ngược - mất kết nối với: bản ngã tâm linh; sử dụng niềm tin để phán xét người khác."
    },
    "description": "Đại diện cho một cuộc xung đột mà không ai thực sự chiến thắng.",
    "image": "/images/cards/Swords05.jpg",
    "relationships": {
      "supporting_cards": [
        "The Devil",
        "Ten of Swords",
        "Seven of Swords"
      ],
      "challenging_cards": [
        "Two of Cups",
        "The Lovers",
        "Strength"
      ]
    }
  },
  {
    "id": 55,
    "name": "Sáu Kiếm (Six of Swords)",
    "slug": "six-of-swords",
    "arcana": "minor",
    "suit": "swords",
    "keywords": [
      "Chuyển tiếp",
      "chuyển động",
      "lối đi",
      "trốn thoát",
      "tiếp tục."
    ],
    "upright": {
      "short": "Di chuyển đến vùng nước êm ả hơn, phục hồi, trốn thoát, bỏ lại rắc rối phía sau, chuyển tiếp.",
      "detailed": "Một sự di chuyển theo nghĩa đen hoặc cảm xúc; mọi thứ đang dần được cải thiện; hành trình.\n\n**Công việc & Sự nghiệp:** Chuyển sang một công việc tốt hơn; chuyển sang một công ty hoặc vai trò mới.\n\n**Tình yêu & Mối quan hệ:** Rời bỏ một mối quan hệ độc hại; tiến về phía trước sau khi mất mát mối quan hệ.\n\n**Sức khỏe:** Phục hồi chậm nhưng ổn định; di chuyển khỏi một môi trường không lành mạnh.\n\n**Tâm linh:** Một sự chuyển đổi trong hệ thống niềm tin; rời bỏ một con đường tâm linh cũ.",
      "general": "Một sự di chuyển theo nghĩa đen hoặc cảm xúc; mọi thứ đang dần được cải thiện; hành trình.",
      "work": "Chuyển sang một công việc tốt hơn; chuyển sang một công ty hoặc vai trò mới.",
      "love": "Rời bỏ một mối quan hệ độc hại; tiến về phía trước sau khi mất mát mối quan hệ.",
      "health": "Phục hồi chậm nhưng ổn định; di chuyển khỏi một môi trường không lành mạnh.",
      "spirituality": "Một sự chuyển đổi trong hệ thống niềm tin; rời bỏ một con đường tâm linh cũ."
    },
    "reversed": {
      "short": "Mắc kẹt trong quá khứ, chậm trễ du lịch, không thể tiếp tục, bối rối.",
      "detailed": "Khi Sáu Kiếm xuất hiện ngược, nó gợi ý mắc kẹt trong quá khứ, chậm trễ du lịch, không thể tiếp tục, bối rối. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Mắc kẹt trong quá khứ, chậm trễ du lịch, không thể tiếp tục, bối rối.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: chuyển sang một công việc tốt hơn; chuyển sang một công ty hoặc vai trò mới.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: rời bỏ một mối quan hệ độc hại; tiến về phía trước sau khi mất mát mối quan hệ.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: phục hồi chậm nhưng ổn định; di chuyển khỏi một môi trường không lành mạnh.",
      "spirituality": "Tâm linh ngược - mất kết nối với: một sự chuyển đổi trong hệ thống niềm tin; rời bỏ một con đường tâm linh cũ."
    },
    "description": "Đại diện cho việc di chuyển khỏi khó khăn hướng tới một tương lai bình yên hơn.",
    "image": "/images/cards/Swords06.jpg",
    "relationships": {
      "supporting_cards": [
        "Temperance",
        "The Star",
        "Eight of Cups"
      ],
      "challenging_cards": [
        "Four of Swords",
        "Ten of Wands",
        "Five of Cups"
      ]
    }
  },
  {
    "id": 56,
    "name": "Bảy Kiếm (Seven of Swords)",
    "slug": "seven-of-swords",
    "arcana": "minor",
    "suit": "swords",
    "keywords": [
      "Lừa dối",
      "lén lút",
      "trộm cắp",
      "phản bội",
      "sự cô độc."
    ],
    "upright": {
      "short": "Mánh khóe, trốn thoát được việc gì đó, trộm cắp, bí mật, chạy trốn.",
      "detailed": "Ai đó đang không trung thực; cần sự kín đáo; lấy một thứ gì đó mà bạn không kiếm được.\n\n**Công việc & Sự nghiệp:** Đánh cắp ý tưởng; buôn chuyện văn phòng; để lại một dự án chưa hoàn thành để bắt đầu một dự án khác.\n\n**Tình yêu & Mối quan hệ:** Không chung thủy, bí mật, không trung thực trong một mối quan hệ; lén lút.\n\n**Sức khỏe:** Tránh kiểm tra sức khỏe cần thiết; che giấu tình trạng y tế.\n\n**Tâm linh:** Đi đường tắt tâm linh; trí tuệ hóa đức tin để tránh cam kết thực sự.",
      "general": "Ai đó đang không trung thực; cần sự kín đáo; lấy một thứ gì đó mà bạn không kiếm được.",
      "work": "Đánh cắp ý tưởng; buôn chuyện văn phòng; để lại một dự án chưa hoàn thành để bắt đầu một dự án khác.",
      "love": "Không chung thủy, bí mật, không trung thực trong một mối quan hệ; lén lút.",
      "health": "Tránh kiểm tra sức khỏe cần thiết; che giấu tình trạng y tế.",
      "spirituality": "Đi đường tắt tâm linh; trí tuệ hóa đức tin để tránh cam kết thực sự."
    },
    "reversed": {
      "short": "Thú nhận, nói ra sự thật, đối mặt với hậu quả, sự chính trực, trả lại những gì đã lấy.",
      "detailed": "Khi Bảy Kiếm xuất hiện ngược, nó gợi ý thú nhận, nói ra sự thật, đối mặt với hậu quả, sự chính trực, trả lại những gì đã lấy. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Thú nhận, nói ra sự thật, đối mặt với hậu quả, sự chính trực, trả lại những gì đã lấy.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: đánh cắp ý tưởng; buôn chuyện văn phòng; để lại một dự án chưa hoàn thành để bắt đầu một dự án khác.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: không chung thủy, bí mật, không trung thực trong một mối quan hệ; lén lút.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: tránh kiểm tra sức khỏe cần thiết; che giấu tình trạng y tế.",
      "spirituality": "Tâm linh ngược - mất kết nối với: đi đường tắt tâm linh; trí tuệ hóa đức tin để tránh cam kết thực sự."
    },
    "description": "Đại diện cho hành động lén lút hoặc trốn thoát với một kế hoạch bí mật.",
    "image": "/images/cards/Swords07.jpg",
    "relationships": {
      "supporting_cards": [
        "The Devil",
        "Five of Swords",
        "The Moon"
      ],
      "challenging_cards": [
        "Justice",
        "The Hierophant",
        "Two of Wands"
      ]
    }
  },
  {
    "id": 57,
    "name": "Tám Kiếm (Eight of Swords)",
    "slug": "eight-of-swords",
    "arcana": "minor",
    "suit": "swords",
    "keywords": [
      "Sự hạn chế",
      "giam cầm",
      "sợ hãi",
      "bất lực",
      "giới hạn tự áp đặt."
    ],
    "upright": {
      "short": "Cảm thấy bị mắc kẹt, tự giam cầm, tự nói chuyện tiêu cực, tâm lý nạn nhân, bất lực.",
      "detailed": "Tâm trí của bạn đang giam cầm bạn; các giới hạn là do tự áp đặt.\n\n**Công việc & Sự nghiệp:** Cảm thấy bế tắc trong một công việc không lối thoát; sợ lên tiếng.\n\n**Tình yêu & Mối quan hệ:** Cảm thấy bị mắc kẹt trong một mối quan hệ; bị tê liệt bởi nỗi sợ bị từ chối.\n\n**Sức khỏe:** Lo lắng và hoảng loạn; chứng nghi bệnh; cảm thấy bất lực về một tình trạng bệnh.\n\n**Tâm linh:** Suy nghĩ giáo điều; sợ khám phá tâm linh.",
      "general": "Tâm trí của bạn đang giam cầm bạn; các giới hạn là do tự áp đặt.",
      "work": "Cảm thấy bế tắc trong một công việc không lối thoát; sợ lên tiếng.",
      "love": "Cảm thấy bị mắc kẹt trong một mối quan hệ; bị tê liệt bởi nỗi sợ bị từ chối.",
      "health": "Lo lắng và hoảng loạn; chứng nghi bệnh; cảm thấy bất lực về một tình trạng bệnh.",
      "spirituality": "Suy nghĩ giáo điều; sợ khám phá tâm linh."
    },
    "reversed": {
      "short": "Giải phóng hạn chế, chấp nhận bản thân, tự do, vượt qua nỗi sợ hãi, tìm ra lối thoát.",
      "detailed": "Khi Tám Kiếm xuất hiện ngược, nó gợi ý giải phóng hạn chế, chấp nhận bản thân, tự do, vượt qua nỗi sợ hãi, tìm ra lối thoát. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Giải phóng hạn chế, chấp nhận bản thân, tự do, vượt qua nỗi sợ hãi, tìm ra lối thoát.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: cảm thấy bế tắc trong một công việc không lối thoát; sợ lên tiếng.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: cảm thấy bị mắc kẹt trong một mối quan hệ; bị tê liệt bởi nỗi sợ bị từ chối.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: lo lắng và hoảng loạn; chứng nghi bệnh; cảm thấy bất lực về một tình trạng bệnh.",
      "spirituality": "Tâm linh ngược - mất kết nối với: suy nghĩ giáo điều; sợ khám phá tâm linh."
    },
    "description": "Đại diện cho cảm giác bị mắc kẹt bởi những suy nghĩ và nỗi sợ hãi của chính mình.",
    "image": "/images/cards/Swords08.jpg",
    "relationships": {
      "supporting_cards": [
        "The Moon",
        "Ten of Swords",
        "The Hanged Man"
      ],
      "challenging_cards": [
        "The Star",
        "The World",
        "Nine of Wands"
      ]
    }
  },
  {
    "id": 58,
    "name": "Chín Kiếm (Nine of Swords)",
    "slug": "nine-of-swords",
    "arcana": "minor",
    "suit": "swords",
    "keywords": [
      "Lo lắng",
      "lo âu",
      "ác mộng",
      "sợ hãi",
      "tuyệt vọng."
    ],
    "upright": {
      "short": "Ác mộng, lo lắng, lo âu dữ dội, tội lỗi, tuyệt vọng, mất ngủ.",
      "detailed": "Mất ngủ và lo lắng; sự lo lắng thường tồi tệ hơn thực tế.\n\n**Công việc & Sự nghiệp:** Lo lắng quá mức về hiệu suất hoặc an ninh công việc; quá tải căng thẳng.\n\n**Tình yêu & Mối quan hệ:** Lo lắng về đối tác; tội lỗi về một quyết định mối quan hệ.\n\n**Sức khỏe:** Rối loạn lo âu; các bệnh liên quan đến căng thẳng; tìm kiếm sự giúp đỡ chuyên nghiệp.\n\n**Tâm linh:** Khủng hoảng tâm linh; nghi ngờ và sợ hãi dữ dội.",
      "general": "Mất ngủ và lo lắng; sự lo lắng thường tồi tệ hơn thực tế.",
      "work": "Lo lắng quá mức về hiệu suất hoặc an ninh công việc; quá tải căng thẳng.",
      "love": "Lo lắng về đối tác; tội lỗi về một quyết định mối quan hệ.",
      "health": "Rối loạn lo âu; các bệnh liên quan đến căng thẳng; tìm kiếm sự giúp đỡ chuyên nghiệp.",
      "spirituality": "Khủng hoảng tâm linh; nghi ngờ và sợ hãi dữ dội."
    },
    "reversed": {
      "short": "Giải tỏa lo lắng, đối mặt với nỗi sợ hãi, tìm sự nhẹ nhõm, tìm kiếm sự giúp đỡ.",
      "detailed": "Khi Chín Kiếm xuất hiện ngược, nó gợi ý giải tỏa lo lắng, đối mặt với nỗi sợ hãi, tìm sự nhẹ nhõm, tìm kiếm sự giúp đỡ. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Giải tỏa lo lắng, đối mặt với nỗi sợ hãi, tìm sự nhẹ nhõm, tìm kiếm sự giúp đỡ.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: lo lắng quá mức về hiệu suất hoặc an ninh công việc; quá tải căng thẳng.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: lo lắng về đối tác; tội lỗi về một quyết định mối quan hệ.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: rối loạn lo âu; các bệnh liên quan đến căng thẳng; tìm kiếm sự giúp đỡ chuyên nghiệp.",
      "spirituality": "Tâm linh ngược - mất kết nối với: khủng hoảng tâm linh; nghi ngờ và sợ hãi dữ dội."
    },
    "description": "Đại diện cho sự lo lắng dữ dội, bồn chồn và đau khổ về tinh thần.",
    "image": "/images/cards/Swords09.jpg",
    "relationships": {
      "supporting_cards": [
        "Five of Pentacles",
        "Three of Swords",
        "The Tower"
      ],
      "challenging_cards": [
        "The Sun",
        "Nine of Cups",
        "Four of Wands"
      ]
    }
  },
  {
    "id": 59,
    "name": "Mười Kiếm (Ten of Swords)",
    "slug": "ten-of-swords",
    "arcana": "minor",
    "suit": "swords",
    "keywords": [
      "Sự hủy hoại",
      "kết thúc",
      "phản bội",
      "thất bại tuyệt đối",
      "đáy vực."
    ],
    "upright": {
      "short": "Hủy hoại hoàn toàn, phản bội, chạm đáy, kết thúc không thể đảo ngược, khủng hoảng.",
      "detailed": "Một kết thúc tàn khốc dọn đường cho một khởi đầu mới; nhẹ nhõm sau nỗi đau.\n\n**Công việc & Sự nghiệp:** Mất việc, bị đồng nghiệp phản bội, thất bại cuối cùng của một dự án kinh doanh.\n\n**Tình yêu & Mối quan hệ:** Sự kết thúc tuyệt đối, đau đớn của một mối quan hệ; phản bội sâu sắc.\n\n**Sức khỏe:** Bệnh nặng hoặc khủng hoảng sức khỏe; một sự can thiệp cần thiết.\n\n**Tâm linh:** Rũ bỏ mọi ảo tưởng; cái chết của bản ngã tâm linh.",
      "general": "Một kết thúc tàn khốc dọn đường cho một khởi đầu mới; nhẹ nhõm sau nỗi đau.",
      "work": "Mất việc, bị đồng nghiệp phản bội, thất bại cuối cùng của một dự án kinh doanh.",
      "love": "Sự kết thúc tuyệt đối, đau đớn của một mối quan hệ; phản bội sâu sắc.",
      "health": "Bệnh nặng hoặc khủng hoảng sức khỏe; một sự can thiệp cần thiết.",
      "spirituality": "Rũ bỏ mọi ảo tưởng; cái chết của bản ngã tâm linh."
    },
    "reversed": {
      "short": "Phục hồi, kết thúc không thể tránh khỏi được ngăn chặn, thất bại nhỏ, thoát khỏi thảm họa.",
      "detailed": "Khi Mười Kiếm xuất hiện ngược, nó gợi ý phục hồi, kết thúc không thể tránh khỏi được ngăn chặn, thất bại nhỏ, thoát khỏi thảm họa. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Phục hồi, kết thúc không thể tránh khỏi được ngăn chặn, thất bại nhỏ, thoát khỏi thảm họa.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: mất việc, bị đồng nghiệp phản bội, thất bại cuối cùng của một dự án kinh doanh.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: sự kết thúc tuyệt đối, đau đớn của một mối quan hệ; phản bội sâu sắc.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: bệnh nặng hoặc khủng hoảng sức khỏe; một sự can thiệp cần thiết.",
      "spirituality": "Tâm linh ngược - mất kết nối với: rũ bỏ mọi ảo tưởng; cái chết của bản ngã tâm linh."
    },
    "description": "Đại diện cho sự kết thúc đau đớn nhưng cuối cùng của một chu kỳ khó khăn.",
    "image": "/images/cards/Swords10.jpg",
    "relationships": {
      "supporting_cards": [
        "Death",
        "The Tower",
        "Five of Swords"
      ],
      "challenging_cards": [
        "The Sun",
        "The World",
        "Nine of Wands"
      ]
    }
  },
  {
    "id": 60,
    "name": "Tiểu Đồng Kiếm (Page of Swords)",
    "slug": "page-of-swords",
    "arcana": "minor",
    "suit": "swords",
    "keywords": [
      "Sự tò mò",
      "năng lượng tinh thần",
      "bồn chồn",
      "giao tiếp",
      "người tìm kiếm sự thật."
    ],
    "upright": {
      "short": "Ý tưởng mới, tò mò, nói nhiều, năng lượng tinh thần, nói sự thật.",
      "detailed": "Tia sáng của một ý tưởng mới; nhận thông tin hoặc tin tức; một người tìm kiếm sự thật.\n\n**Công việc & Sự nghiệp:** Một lĩnh vực nghiên cứu mới; một công việc đòi hỏi giao tiếp và phân tích.\n\n**Tình yêu & Mối quan hệ:** Nói chuyện nhiều trong một mối quan hệ; hỏi nhiều câu hỏi; một đối tác trẻ, thông minh.\n\n**Sức khỏe:** Thông tin mới về một tình trạng sức khỏe; được thông tin đầy đủ.\n\n**Tâm linh:** Khám phá trí tuệ về một con đường tâm linh; đặt câu hỏi về niềm tin.",
      "general": "Tia sáng của một ý tưởng mới; nhận thông tin hoặc tin tức; một người tìm kiếm sự thật.",
      "work": "Một lĩnh vực nghiên cứu mới; một công việc đòi hỏi giao tiếp và phân tích.",
      "love": "Nói chuyện nhiều trong một mối quan hệ; hỏi nhiều câu hỏi; một đối tác trẻ, thông minh.",
      "health": "Thông tin mới về một tình trạng sức khỏe; được thông tin đầy đủ.",
      "spirituality": "Khám phá trí tuệ về một con đường tâm linh; đặt câu hỏi về niềm tin."
    },
    "reversed": {
      "short": "Buôn chuyện, suy nghĩ rải rác, vô cảm, thiếu sự theo dõi, giám sát.",
      "detailed": "Khi Tiểu Đồng Kiếm xuất hiện ngược, nó gợi ý buôn chuyện, suy nghĩ rải rác, vô cảm, thiếu sự theo dõi, giám sát. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Buôn chuyện, suy nghĩ rải rác, vô cảm, thiếu sự theo dõi, giám sát.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: một lĩnh vực nghiên cứu mới; một công việc đòi hỏi giao tiếp và phân tích.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: nói chuyện nhiều trong một mối quan hệ; hỏi nhiều câu hỏi; một đối tác trẻ, thông minh.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: thông tin mới về một tình trạng sức khỏe; được thông tin đầy đủ.",
      "spirituality": "Tâm linh ngược - mất kết nối với: khám phá trí tuệ về một con đường tâm linh; đặt câu hỏi về niềm tin."
    },
    "description": "Một sứ giả thông minh, tò mò và bồn chồn của năng lượng tinh thần.",
    "image": "/images/cards/Swords11.jpg",
    "relationships": {
      "supporting_cards": [
        "Ace of Swords",
        "Eight of Wands",
        "The Magician"
      ],
      "challenging_cards": [
        "The Hierophant",
        "Seven of Swords",
        "Four of Swords"
      ]
    }
  },
  {
    "id": 61,
    "name": "Hiệp Sĩ Kiếm (Knight of Swords)",
    "slug": "knight-of-swords",
    "arcana": "minor",
    "suit": "swords",
    "keywords": [
      "Tham vọng",
      "vội vàng",
      "trực tiếp",
      "hành động hấp tấp",
      "năng lượng tập trung."
    ],
    "upright": {
      "short": "Hành động trực tiếp, tham vọng, tốc độ, lao vào, tập trung và định hướng.",
      "detailed": "Tiến lên phía trước với một kế hoạch; một sự thúc đẩy thay đổi nhanh chóng, mạnh mẽ.\n\n**Công việc & Sự nghiệp:** Một môi trường làm việc năng nổ, nhịp độ nhanh; một dự án mới mạnh mẽ.\n\n**Tình yêu & Mối quan hệ:** Một sự theo đuổi đột ngột, mãnh liệt; một mối quan hệ di chuyển quá nhanh; một đối tác đối đầu.\n\n**Sức khỏe:** Chẩn đoán nhanh; kế hoạch điều trị tích cực; cách tiếp cận năng nổ đối với thể dục.\n\n**Tâm linh:** Tuân thủ cuồng tín một niềm tin; bảo vệ niềm tin một cách hung hăng.",
      "general": "Tiến lên phía trước với một kế hoạch; một sự thúc đẩy thay đổi nhanh chóng, mạnh mẽ.",
      "work": "Một môi trường làm việc năng nổ, nhịp độ nhanh; một dự án mới mạnh mẽ.",
      "love": "Một sự theo đuổi đột ngột, mãnh liệt; một mối quan hệ di chuyển quá nhanh; một đối tác đối đầu.",
      "health": "Chẩn đoán nhanh; kế hoạch điều trị tích cực; cách tiếp cận năng nổ đối với thể dục.",
      "spirituality": "Tuân thủ cuồng tín một niềm tin; bảo vệ niềm tin một cách hung hăng."
    },
    "reversed": {
      "short": "Vội vàng, bỏ sót chi tiết, hung hăng, tranh luận, thiếu kế hoạch.",
      "detailed": "Khi Hiệp Sĩ Kiếm xuất hiện ngược, nó gợi ý vội vàng, bỏ sót chi tiết, hung hăng, tranh luận, thiếu kế hoạch. Hãy xem xét các lĩnh vực mà bạn có thể đang gặp phải sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Vội vàng, bỏ sót chi tiết, hung hăng, tranh luận, thiếu kế hoạch.",
      "work": "Ý nghĩa công việc ngược - thách thức hoặc tắc nghẽn trong: một môi trường làm việc năng nổ, nhịp độ nhanh; một dự án mới mạnh mẽ.",
      "love": "Ý nghĩa tình yêu ngược - khó khăn trong: một sự theo đuổi đột ngột, mãnh liệt; một mối quan hệ di chuyển quá nhanh; một đối tác đối đầu.",
      "health": "Ý nghĩa sức khỏe ngược - thận trọng về: chẩn đoán nhanh; kế hoạch điều trị tích cực; cách tiếp cận năng nổ đối với thể dục.",
      "spirituality": "Tâm linh ngược - mất kết nối với: tuân thủ cuồng tín một niềm tin; bảo vệ niềm tin một cách hung hăng."
    },
    "description": "Đại diện cho sự di chuyển và hành động nhanh chóng, thường là hung hăng.",
    "image": "/images/cards/Swords12.jpg",
    "relationships": {
      "supporting_cards": [
        "The Chariot",
        "Seven of Wands",
        "Ace of Swords"
      ],
      "challenging_cards": [
        "Four of Swords",
        "Two of Swords",
        "King of Cups"
      ]
    }
  },
  {
    "id": 62,
    "name": "Nữ Hoàng Kiếm (Queen of Swords)",
    "slug": "queen-of-swords",
    "arcana": "minor",
    "suit": "swords",
    "keywords": [
      "Độc lập",
      "sắc sảo",
      "trung thực",
      "không thiên vị",
      "tách biệt."
    ],
    "upright": {
      "short": "Tư duy sáng suốt, độc lập, trung thực, thẳng thắn, khách quan, sắc sảo.",
      "detailed": "Một nhân vật nữ khôn ngoan, khách quan; sử dụng trí tuệ hơn là cảm xúc.\n\n**Công việc & Sự nghiệp:** Một nữ quản lý thông minh, công bằng; các công việc đòi hỏi logic, luật pháp hoặc viết lách.\n\n**Tình yêu & Mối quan hệ:** Giao tiếp trung thực; một đối tác coi trọng sự kích thích trí tuệ; một người mẹ đơn thân.\n\n**Sức khỏe:** Tinh thần minh mẫn và trung thực về các vấn đề sức khỏe.\n\n**Tâm linh:** Theo đuổi sự thật bằng trí tuệ; quan sát một cách tách biệt.",
      "general": "Một nhân vật nữ khôn ngoan, khách quan; sử dụng trí tuệ hơn là cảm xúc.",
      "work": "Một nữ quản lý thông minh, công bằng; các công việc đòi hỏi logic, luật pháp hoặc viết lách.",
      "love": "Giao tiếp trung thực; một đối tác coi trọng sự kích thích trí tuệ; một người mẹ đơn thân.",
      "health": "Tinh thần minh mẫn và trung thực về các vấn đề sức khỏe.",
      "spirituality": "Theo đuổi sự thật bằng trí tuệ; quan sát một cách tách biệt."
    },
    "reversed": {
      "short": "Lạnh lùng, hay chỉ trích, tàn nhẫn, cô đơn, cay nghiệt, chua chát.",
      "detailed": "Khi Nữ Hoàng Kiếm xuất hiện ngược, nó gợi ý sự lạnh lùng, hay chỉ trích, tàn nhẫn, cô đơn, cay nghiệt, chua chát. Hãy xem xét những lĩnh vực mà bạn có thể đang gặp sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Lạnh lùng, hay chỉ trích, tàn nhẫn, cô đơn, cay nghiệt, chua chát.",
      "work": "Ý nghĩa ngược trong công việc - thách thức hoặc tắc nghẽn trong: một nữ quản lý thông minh, công bằng; các công việc đòi hỏi logic, luật pháp hoặc viết lách.",
      "love": "Ý nghĩa ngược trong tình yêu - khó khăn trong: giao tiếp trung thực; một đối tác coi trọng sự kích thích trí tuệ; một người mẹ đơn thân.",
      "health": "Ý nghĩa ngược trong sức khỏe - thận trọng về: tinh thần minh mẫn và trung thực về các vấn đề sức khỏe.",
      "spirituality": "Ý nghĩa ngược trong tâm linh - mất kết nối khỏi: việc theo đuổi sự thật bằng trí tuệ; quan sát một cách tách biệt."
    },
    "description": "Một người phụ nữ thông minh, độc lập, coi trọng sự thật và sự rõ ràng.",
    "image": "/images/cards/Swords13.jpg",
    "relationships": {
      "supporting_cards": [
        "Justice",
        "King of Swords",
        "The High Priestess"
      ],
      "challenging_cards": [
        "Queen of Cups",
        "Five of Cups",
        "The Lovers"
      ]
    }
  },
  {
    "id": 63,
    "name": "Vua Kiếm (King of Swords)",
    "slug": "king-of-swords",
    "arcana": "minor",
    "suit": "swords",
    "keywords": [
      "Trí tuệ",
      "uy quyền",
      "đầu óc sáng suốt",
      "sự thật",
      "kỷ luật."
    ],
    "upright": {
      "short": "Uy quyền trí tuệ, sự thật, kỷ luật, logic, tâm trí mạnh mẽ, chuyên nghiệp.",
      "detailed": "Một nhân vật nam có sức mạnh trí tuệ (luật sư, bác sĩ, học giả); cần tư duy rõ ràng.\n\n**Công việc & Sự nghiệp:** Luật pháp, học thuật, khoa học; một người quản lý sắc sảo, kỷ luật; các vấn đề pháp lý.\n\n**Tình yêu & Mối quan hệ:** Một đối tác có trí tuệ cao; một mối quan hệ tập trung vào giao tiếp và sự thật.\n\n**Sức khỏe:** Tìm kiếm ý kiến y tế chuyên gia; cần logic trong các quyết định sức khỏe.\n\n**Tâm linh:** Làm chủ trí tuệ đối với các văn bản tâm linh; quan điểm rõ ràng, không thiên vị.",
      "general": "Một nhân vật nam có sức mạnh trí tuệ (luật sư, bác sĩ, học giả); cần tư duy rõ ràng.",
      "work": "Luật pháp, học thuật, khoa học; một người quản lý sắc sảo, kỷ luật; các vấn đề pháp lý.",
      "love": "Một đối tác có trí tuệ cao; một mối quan hệ tập trung vào giao tiếp và sự thật.",
      "health": "Tìm kiếm ý kiến y tế chuyên gia; cần logic trong các quyết định sức khỏe.",
      "spirituality": "Làm chủ trí tuệ đối với các văn bản tâm linh; quan điểm rõ ràng, không thiên vị."
    },
    "reversed": {
      "short": "Bạo chúa, lạnh lùng, bất công, kìm nén cảm xúc, lạm dụng quyền lực.",
      "detailed": "Khi Vua Kiếm xuất hiện ngược, nó gợi ý sự bạo chúa, lạnh lùng, bất công, kìm nén cảm xúc, lạm dụng quyền lực. Hãy xem xét những lĩnh vực mà bạn có thể đang gặp sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Bạo chúa, lạnh lùng, bất công, kìm nén cảm xúc, lạm dụng quyền lực.",
      "work": "Ý nghĩa ngược trong công việc - thách thức hoặc tắc nghẽn trong: luật pháp, học thuật, khoa học; một người quản lý sắc sảo, kỷ luật; các vấn đề pháp lý.",
      "love": "Ý nghĩa ngược trong tình yêu - khó khăn trong: một đối tác có trí tuệ cao; một mối quan hệ tập trung vào giao tiếp và sự thật.",
      "health": "Ý nghĩa ngược trong sức khỏe - thận trọng về: tìm kiếm ý kiến y tế chuyên gia; cần logic trong các quyết định sức khỏe.",
      "spirituality": "Ý nghĩa ngược trong tâm linh - mất kết nối khỏi: làm chủ trí tuệ đối với các văn bản tâm linh; quan điểm rõ ràng, không thiên vị."
    },
    "description": "Bậc thầy của logic, trí tuệ và sự phán đoán công tâm.",
    "image": "/images/cards/Swords14.jpg",
    "relationships": {
      "supporting_cards": [
        "The Emperor",
        "Justice",
        "Queen of Swords"
      ],
      "challenging_cards": [
        "King of Cups",
        "The Devil",
        "King of Wands"
      ]
    }
  },
  {
    "id": 64,
    "name": "Ách Tiền (Ace of Pentacles)",
    "slug": "ace-of-pentacles",
    "arcana": "minor",
    "suit": "pentacles",
    "keywords": [
      "Cơ hội mới",
      "thịnh vượng",
      "hiện thực hóa",
      "ổn định",
      "giàu có."
    ],
    "upright": {
      "short": "Cơ hội tài chính mới, khởi đầu thực tế, giàu có, sức khỏe tốt, an ninh.",
      "detailed": "Một món quà quan trọng, khoản đầu tư hoặc lời mời làm việc; cơ hội cho sự ổn định.\n\n**Công việc & Sự nghiệp:** Một công việc mới tuyệt vời, tăng lương hoặc một hợp đồng béo bở mới.\n\n**Tình yêu & Mối quan hệ:** Cùng nhau xây dựng một tương lai ổn định; nền tảng thực tế cho một mối quan hệ.\n\n**Sức khỏe:** Chế độ tập luyện mới; cải thiện sức khỏe thể chất và sinh lực.\n\n**Tâm linh:** Tìm thấy nền tảng tâm linh; hiện thực hóa các mục tiêu tâm linh thành hiện thực.",
      "general": "Một món quà quan trọng, khoản đầu tư hoặc lời mời làm việc; cơ hội cho sự ổn định.",
      "work": "Một công việc mới tuyệt vời, tăng lương hoặc một hợp đồng béo bở mới.",
      "love": "Cùng nhau xây dựng một tương lai ổn định; nền tảng thực tế cho một mối quan hệ.",
      "health": "Chế độ tập luyện mới; cải thiện sức khỏe thể chất và sinh lực.",
      "spirituality": "Tìm thấy nền tảng tâm linh; hiện thực hóa các mục tiêu tâm linh thành hiện thực."
    },
    "reversed": {
      "short": "Bỏ lỡ cơ hội, thiếu kế hoạch, tham lam, quyết định tài chính kém, bất ổn.",
      "detailed": "Khi Ách Tiền xuất hiện ngược, nó gợi ý việc bỏ lỡ cơ hội, thiếu kế hoạch, tham lam, quyết định tài chính kém, bất ổn. Hãy xem xét những lĩnh vực mà bạn có thể đang gặp sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Bỏ lỡ cơ hội, thiếu kế hoạch, tham lam, quyết định tài chính kém, bất ổn.",
      "work": "Ý nghĩa ngược trong công việc - thách thức hoặc tắc nghẽn trong: một công việc mới tuyệt vời, tăng lương hoặc một hợp đồng béo bở mới.",
      "love": "Ý nghĩa ngược trong tình yêu - khó khăn trong: cùng nhau xây dựng một tương lai ổn định; nền tảng thực tế cho một mối quan hệ.",
      "health": "Ý nghĩa ngược trong sức khỏe - thận trọng về: chế độ tập luyện mới; cải thiện sức khỏe thể chất và sinh lực.",
      "spirituality": "Ý nghĩa ngược trong tâm linh - mất kết nối khỏi: tìm thấy nền tảng tâm linh; hiện thực hóa các mục tiêu tâm linh thành hiện thực."
    },
    "description": "Hạt giống của cơ hội vật chất, sự giàu có và tiềm năng vững chắc.",
    "image": "/images/cards/Pents01.jpg",
    "relationships": {
      "supporting_cards": [
        "The World",
        "Ten of Pentacles",
        "The Empress"
      ],
      "challenging_cards": [
        "Seven of Pentacles",
        "Five of Pentacles",
        "The Fool"
      ]
    }
  },
  {
    "id": 65,
    "name": "Hai Tiền (Two of Pentacles)",
    "slug": "two-of-pentacles",
    "arcana": "minor",
    "suit": "pentacles",
    "keywords": [
      "Cân bằng",
      "xoay sở",
      "linh hoạt",
      "ưu tiên",
      "thích nghi."
    ],
    "upright": {
      "short": "Cân bằng nguồn lực, khả năng thích ứng, xoay sở các ưu tiên, quản lý tài chính.",
      "detailed": "Quản lý tài chính, thời gian và năng lượng; cần sự linh hoạt.\n\n**Công việc & Sự nghiệp:** Xoay sở nhiều dự án; cân bằng hai công việc bán thời gian.\n\n**Tình yêu & Mối quan hệ:** Cân bằng công việc và tình cảm; cố gắng quản lý hai mối quan hệ.\n\n**Sức khỏe:** Cân bằng chế độ ăn uống và tập luyện; xoay sở các phương pháp điều trị khác nhau.\n\n**Tâm linh:** Cân bằng nhu cầu vật chất với các mục tiêu tâm linh.",
      "general": "Quản lý tài chính, thời gian và năng lượng; cần sự linh hoạt.",
      "work": "Xoay sở nhiều dự án; cân bằng hai công việc bán thời gian.",
      "love": "Cân bằng công việc và tình cảm; cố gắng quản lý hai mối quan hệ.",
      "health": "Cân bằng chế độ ăn uống và tập luyện; xoay sở các phương pháp điều trị khác nhau.",
      "spirituality": "Cân bằng nhu cầu vật chất với các mục tiêu tâm linh."
    },
    "reversed": {
      "short": "Mất cân bằng, quá sức, hỗn loạn tài chính, nợ nần không thể kiểm soát.",
      "detailed": "Khi Hai Tiền xuất hiện ngược, nó gợi ý sự mất cân bằng, quá sức, hỗn loạn tài chính, nợ nần không thể kiểm soát. Hãy xem xét những lĩnh vực mà bạn có thể đang gặp sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Mất cân bằng, quá sức, hỗn loạn tài chính, nợ nần không thể kiểm soát.",
      "work": "Ý nghĩa ngược trong công việc - thách thức hoặc tắc nghẽn trong: xoay sở nhiều dự án; cân bằng hai công việc bán thời gian.",
      "love": "Ý nghĩa ngược trong tình yêu - khó khăn trong: cân bằng công việc và tình cảm; cố gắng quản lý hai mối quan hệ.",
      "health": "Ý nghĩa ngược trong sức khỏe - thận trọng về: cân bằng chế độ ăn uống và tập luyện; xoay sở các phương pháp điều trị khác nhau.",
      "spirituality": "Ý nghĩa ngược trong tâm linh - mất kết nối khỏi: cân bằng nhu cầu vật chất với các mục tiêu tâm linh."
    },
    "description": "Đại diện cho việc duy trì sự cân bằng giữa các nhu cầu cạnh tranh nhau.",
    "image": "/images/cards/Pents02.jpg",
    "relationships": {
      "supporting_cards": [
        "Temperance",
        "Justice",
        "Six of Swords"
      ],
      "challenging_cards": [
        "Ten of Wands",
        "Four of Pentacles",
        "Nine of Cups"
      ]
    }
  },
  {
    "id": 66,
    "name": "Ba Tiền (Three of Pentacles)",
    "slug": "three-of-pentacles",
    "arcana": "minor",
    "suit": "pentacles",
    "keywords": [
      "Làm việc nhóm",
      "hợp tác",
      "kỹ năng",
      "năng lực",
      "lập kế hoạch."
    ],
    "upright": {
      "short": "Làm việc nhóm, được công nhận kỹ năng, hợp tác, thành thạo nghề, hoàn thành xuất sắc.",
      "detailed": "Tìm kiếm lời khuyên chuyên gia; kết hợp tài năng để đạt kết quả tuyệt vời.\n\n**Công việc & Sự nghiệp:** Một dự án nhóm thành công; thăng chức dựa trên kỹ năng; đào tạo chính quy.\n\n**Tình yêu & Mối quan hệ:** Cùng nhau xây dựng cuộc sống; đặt mục tiêu như một cặp đôi.\n\n**Sức khỏe:** Làm việc với một nhóm chuyên gia; tiếp cận sức khỏe theo hướng hợp tác.\n\n**Tâm linh:** Học hỏi từ thầy hoặc cộng đồng; rèn luyện một kỹ năng.",
      "general": "Tìm kiếm lời khuyên chuyên gia; kết hợp tài năng để đạt kết quả tuyệt vời.",
      "work": "Một dự án nhóm thành công; thăng chức dựa trên kỹ năng; đào tạo chính quy.",
      "love": "Cùng nhau xây dựng cuộc sống; đặt mục tiêu như một cặp đôi.",
      "health": "Làm việc với một nhóm chuyên gia; tiếp cận sức khỏe theo hướng hợp tác.",
      "spirituality": "Học hỏi từ thầy hoặc cộng đồng; rèn luyện một kỹ năng."
    },
    "reversed": {
      "short": "Thiếu tinh thần đồng đội, chất lượng công việc kém, tầm thường, bất đồng về mục tiêu.",
      "detailed": "Khi Ba Tiền xuất hiện ngược, nó gợi ý sự thiếu tinh thần đồng đội, chất lượng công việc kém, sự tầm thường, bất đồng về mục tiêu. Hãy xem xét những lĩnh vực mà bạn có thể đang gặp sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Thiếu tinh thần đồng đội, chất lượng công việc kém, tầm thường, bất đồng về mục tiêu.",
      "work": "Ý nghĩa ngược trong công việc - thách thức hoặc tắc nghẽn trong: một dự án nhóm thành công; thăng chức dựa trên kỹ năng; đào tạo chính quy.",
      "love": "Ý nghĩa ngược trong tình yêu - khó khăn trong: cùng nhau xây dựng cuộc sống; đặt mục tiêu như một cặp đôi.",
      "health": "Ý nghĩa ngược trong sức khỏe - thận trọng về: làm việc với một nhóm chuyên gia; tiếp cận sức khỏe theo hướng hợp tác.",
      "spirituality": "Ý nghĩa ngược trong tâm linh - mất kết nối khỏi: học hỏi từ thầy hoặc cộng đồng; rèn luyện một kỹ năng."
    },
    "description": "Đại diện cho sự hợp tác thành công của những cá nhân có kỹ năng.",
    "image": "/images/cards/Pents03.jpg",
    "relationships": {
      "supporting_cards": [
        "The Empress",
        "The Hierophant",
        "Two of Pentacles"
      ],
      "challenging_cards": [
        "Five of Wands",
        "Nine of Pentacles",
        "Seven of Pentacles"
      ]
    }
  },
  {
    "id": 67,
    "name": "Bốn Tiền (Four of Pentacles)",
    "slug": "four-of-pentacles",
    "arcana": "minor",
    "suit": "pentacles",
    "keywords": [
      "Chiếm hữu",
      "kiểm soát",
      "an ninh",
      "tích trữ",
      "tiết kiệm."
    ],
    "upright": {
      "short": "Kiểm soát, ổn định, an ninh, tích trữ, gắn bó với tài sản, keo kiệt.",
      "detailed": "Níu giữ mọi thứ (tiền bạc, con người, thói quen) quá chặt; sợ thay đổi.\n\n**Công việc & Sự nghiệp:** Sợ đầu tư; quản lý kiểm soát; từ chối giao việc.\n\n**Tình yêu & Mối quan hệ:** Đối tác chiếm hữu; sợ cam kết hoặc mất mát; kìm nén cảm xúc.\n\n**Sức khỏe:** Giữ sự căng thẳng hoặc cân nặng; từ chối chi trả cho việc điều trị cần thiết.\n\n**Tâm linh:** Tuân thủ cứng nhắc các quy tắc tâm linh; chủ nghĩa duy vật tâm linh.",
      "general": "Níu giữ mọi thứ (tiền bạc, con người, thói quen) quá chặt; sợ thay đổi.",
      "work": "Sợ đầu tư; quản lý kiểm soát; từ chối giao việc.",
      "love": "Đối tác chiếm hữu; sợ cam kết hoặc mất mát; kìm nén cảm xúc.",
      "health": "Giữ sự căng thẳng hoặc cân nặng; từ chối chi trả cho việc điều trị cần thiết.",
      "spirituality": "Tuân thủ cứng nhắc các quy tắc tâm linh; chủ nghĩa duy vật tâm linh."
    },
    "reversed": {
      "short": "Hào phóng, buông bỏ kiểm soát, cởi mở về tài chính, chi tiêu quá mức, bất an.",
      "detailed": "Khi Bốn Tiền xuất hiện ngược, nó gợi ý sự hào phóng, buông bỏ kiểm soát, cởi mở về tài chính, chi tiêu quá mức, bất an. Hãy xem xét những lĩnh vực mà bạn có thể đang gặp sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Hào phóng, buông bỏ kiểm soát, cởi mở về tài chính, chi tiêu quá mức, bất an.",
      "work": "Ý nghĩa ngược trong công việc - thách thức hoặc tắc nghẽn trong: sợ đầu tư; quản lý kiểm soát; từ chối giao việc.",
      "love": "Ý nghĩa ngược trong tình yêu - khó khăn trong: đối tác chiếm hữu; sợ cam kết hoặc mất mát; kìm nén cảm xúc.",
      "health": "Ý nghĩa ngược trong sức khỏe - thận trọng về: giữ sự căng thẳng hoặc cân nặng; từ chối chi trả cho việc điều trị cần thiết.",
      "spirituality": "Ý nghĩa ngược trong tâm linh - mất kết nối khỏi: tuân thủ cứng nhắc các quy tắc tâm linh; chủ nghĩa duy vật tâm linh."
    },
    "description": "Đại diện cho sự tập trung mạnh mẽ vào an ninh, thường ở mức chiếm hữu.",
    "image": "/images/cards/Pents04.jpg",
    "relationships": {
      "supporting_cards": [
        "The Emperor",
        "Nine of Swords",
        "The Devil"
      ],
      "challenging_cards": [
        "The Fool",
        "Eight of Cups",
        "Death"
      ]
    }
  },
  {
    "id": 68,
    "name": "Năm Tiền (Five of Pentacles)",
    "slug": "five-of-pentacles",
    "arcana": "minor",
    "suit": "pentacles",
    "keywords": [
      "Lo lắng",
      "nghèo đói",
      "mất mát",
      "cô lập",
      "gian khổ."
    ],
    "upright": {
      "short": "Gian khổ, lo lắng, mất mát tài chính, cảm giác bị bỏ rơi, bệnh tật, tâm lý nghèo đói.",
      "detailed": "Một giai đoạn khó khăn; cảm thấy bị ngăn cách khỏi sự giúp đỡ hoặc nguồn lực.\n\n**Công việc & Sự nghiệp:** Mất việc, khó khăn tài chính, bị bỏ qua khi thăng chức.\n\n**Tình yêu & Mối quan hệ:** Cảm thấy bị đối tác từ chối hoặc bỏ bê; khó khăn trong quan hệ do lo lắng về tiền bạc.\n\n**Sức khỏe:** Bệnh tật hoặc chấn thương; cảm thấy bị loại khỏi xã hội lành mạnh.\n\n**Tâm linh:** Cảm thấy bị thần linh bỏ rơi; khủng hoảng niềm tin.",
      "general": "Một giai đoạn khó khăn; cảm thấy bị ngăn cách khỏi sự giúp đỡ hoặc nguồn lực.",
      "work": "Mất việc, khó khăn tài chính, bị bỏ qua khi thăng chức.",
      "love": "Cảm thấy bị đối tác từ chối hoặc bỏ bê; khó khăn trong quan hệ do lo lắng về tiền bạc.",
      "health": "Bệnh tật hoặc chấn thương; cảm thấy bị loại khỏi xã hội lành mạnh.",
      "spirituality": "Cảm thấy bị thần linh bỏ rơi; khủng hoảng niềm tin."
    },
    "reversed": {
      "short": "Phục hồi sau mất mát, có việc làm mới, cảm thấy hy vọng, chấp nhận sự giúp đỡ, giảm nhẹ tài chính.",
      "detailed": "Khi Năm Tiền xuất hiện ngược, nó gợi ý sự phục hồi sau mất mát, có việc làm mới, cảm thấy hy vọng, chấp nhận sự giúp đỡ, giảm nhẹ tài chính. Hãy xem xét những lĩnh vực mà bạn có thể đang gặp sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Phục hồi sau mất mát, có việc làm mới, cảm thấy hy vọng, chấp nhận sự giúp đỡ, giảm nhẹ tài chính.",
      "work": "Ý nghĩa ngược trong công việc - thách thức hoặc tắc nghẽn trong: mất việc, khó khăn tài chính, bị bỏ qua khi thăng chức.",
      "love": "Ý nghĩa ngược trong tình yêu - khó khăn trong: cảm thấy bị đối tác từ chối hoặc bỏ bê; khó khăn trong quan hệ do lo lắng về tiền bạc.",
      "health": "Ý nghĩa ngược trong sức khỏe - thận trọng về: bệnh tật hoặc chấn thương; cảm thấy bị loại khỏi xã hội lành mạnh.",
      "spirituality": "Ý nghĩa ngược trong tâm linh - mất kết nối khỏi: cảm thấy bị thần linh bỏ rơi; khủng hoảng niềm tin."
    },
    "description": "Đại diện cho cảm giác bị cô lập và cảm giác thiếu thốn vật chất.",
    "image": "/images/cards/Pents05.jpg",
    "relationships": {
      "supporting_cards": [
        "The Devil",
        "The Hermit",
        "Nine of Swords"
      ],
      "challenging_cards": [
        "The Empress",
        "The Sun",
        "Ace of Pentacles"
      ]
    }
  },
  {
    "id": 69,
    "name": "Sáu Tiền (Six of Pentacles)",
    "slug": "six-of-pentacles",
    "arcana": "minor",
    "suit": "pentacles",
    "keywords": [
      "Hào phóng",
      "từ thiện",
      "cân bằng",
      "cho và nhận",
      "viện trợ."
    ],
    "upright": {
      "short": "Cho và nhận, từ thiện, hào phóng về tài chính, chia sẻ sự giàu có, trao đổi cân bằng.",
      "detailed": "Nhận một khoản vay hoặc quà tặng; nhu cầu chia sẻ nguồn lực của bạn.\n\n**Công việc & Sự nghiệp:** Nhận tiền thưởng hoặc tài trợ; trả lương công bằng; cố vấn hoặc được cố vấn.\n\n**Tình yêu & Mối quan hệ:** Cho và nhận bình đẳng trong mối quan hệ; chia sẻ nguồn lực tài chính.\n\n**Sức khỏe:** Quyên góp cho các nguyên nhân y tế; tiếp cận cân bằng đối với chi phí điều trị.\n\n**Tâm linh:** Công việc từ thiện; cân bằng giữa giảng dạy tâm linh và nhận lòng biết ơn.",
      "general": "Nhận một khoản vay hoặc quà tặng; nhu cầu chia sẻ nguồn lực của bạn.",
      "work": "Nhận tiền thưởng hoặc tài trợ; trả lương công bằng; cố vấn hoặc được cố vấn.",
      "love": "Cho và nhận bình đẳng trong mối quan hệ; chia sẻ nguồn lực tài chính.",
      "health": "Quyên góp cho các nguyên nhân y tế; tiếp cận cân bằng đối với chi phí điều trị.",
      "spirituality": "Công việc từ thiện; cân bằng giữa giảng dạy tâm linh và nhận lòng biết ơn."
    },
    "reversed": {
      "short": "Nợ nần, trao đổi không bình đẳng, ích kỷ, đòi tiền lãi, sử dụng sai quỹ.",
      "detailed": "Khi Sáu Tiền xuất hiện ngược, nó gợi ý nợ nần, trao đổi không bình đẳng, ích kỷ, đòi tiền lãi, sử dụng sai quỹ. Hãy xem xét những lĩnh vực mà bạn có thể đang gặp sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Nợ nần, trao đổi không bình đẳng, ích kỷ, đòi tiền lãi, sử dụng sai quỹ.",
      "work": "Ý nghĩa ngược trong công việc - thách thức hoặc tắc nghẽn trong: nhận tiền thưởng hoặc tài trợ; trả lương công bằng; cố vấn hoặc được cố vấn.",
      "love": "Ý nghĩa ngược trong tình yêu - khó khăn trong: cho và nhận bình đẳng trong mối quan hệ; chia sẻ nguồn lực tài chính.",
      "health": "Ý nghĩa ngược trong sức khỏe - thận trọng về: quyên góp cho các nguyên nhân y tế; tiếp cận cân bằng đối với chi phí điều trị.",
      "spirituality": "Ý nghĩa ngược trong tâm linh - mất kết nối khỏi: công việc từ thiện; cân bằng giữa giảng dạy tâm linh và nhận lòng biết ơn."
    },
    "description": "Đại diện cho sự cân bằng giữa cho và nhận, và sự công bằng về tài chính.",
    "image": "/images/cards/Pents06.jpg",
    "relationships": {
      "supporting_cards": [
        "Justice",
        "Temperance",
        "The Lovers"
      ],
      "challenging_cards": [
        "Seven of Pentacles",
        "Four of Pentacles",
        "The Devil"
      ]
    }
  },
  {
    "id": 70,
    "name": "Bảy Tiền (Seven of Pentacles)",
    "slug": "seven-of-pentacles",
    "arcana": "minor",
    "suit": "pentacles",
    "keywords": [
      "Kiên nhẫn",
      "đầu tư",
      "chờ đợi",
      "tầm nhìn dài hạn",
      "đánh giá."
    ],
    "upright": {
      "short": "Chờ đợi kết quả, kiên nhẫn, đánh giá, đầu tư dài hạn, tăng trưởng chậm.",
      "detailed": "Trò chơi chờ đợi; nỗ lực của bạn sẽ được đền đáp, nhưng chưa phải lúc này; kiểm kê lại.\n\n**Công việc & Sự nghiệp:** Một dự án đòi hỏi sự kiên nhẫn; đánh giá một khoản đầu tư dài hạn.\n\n**Tình yêu & Mối quan hệ:** Đánh giá tiềm năng dài hạn của mối quan hệ; chờ đợi sự cam kết.\n\n**Sức khỏe:** Kế hoạch điều trị dài hạn; kiên nhẫn với quá trình hồi phục.\n\n**Tâm linh:** Kiên nhẫn với sự phát triển tâm linh; đánh giá lợi ích của con đường đã chọn.",
      "general": "Trò chơi chờ đợi; nỗ lực của bạn sẽ được đền đáp, nhưng chưa phải lúc này; kiểm kê lại.",
      "work": "Một dự án đòi hỏi sự kiên nhẫn; đánh giá một khoản đầu tư dài hạn.",
      "love": "Đánh giá tiềm năng dài hạn của mối quan hệ; chờ đợi sự cam kết.",
      "health": "Kế hoạch điều trị dài hạn; kiên nhẫn với quá trình hồi phục.",
      "spirituality": "Kiên nhẫn với sự phát triển tâm linh; đánh giá lợi ích của con đường đã chọn."
    },
    "reversed": {
      "short": "Thiếu kiên nhẫn, thiếu tầm nhìn dài hạn, đầu tư kém, cắt lỗ.",
      "detailed": "Khi Bảy Tiền xuất hiện ngược, nó gợi ý sự thiếu kiên nhẫn, thiếu tầm nhìn dài hạn, đầu tư kém, cắt lỗ. Hãy xem xét những lĩnh vực mà bạn có thể đang gặp sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Thiếu kiên nhẫn, thiếu tầm nhìn dài hạn, đầu tư kém, cắt lỗ.",
      "work": "Ý nghĩa ngược trong công việc - thách thức hoặc tắc nghẽn trong: một dự án đòi hỏi sự kiên nhẫn; đánh giá một khoản đầu tư dài hạn.",
      "love": "Ý nghĩa ngược trong tình yêu - khó khăn trong: đánh giá tiềm năng dài hạn của mối quan hệ; chờ đợi sự cam kết.",
      "health": "Ý nghĩa ngược trong sức khỏe - thận trọng về: kế hoạch điều trị dài hạn; kiên nhẫn với quá trình hồi phục.",
      "spirituality": "Ý nghĩa ngược trong tâm linh - mất kết nối khỏi: kiên nhẫn với sự phát triển tâm linh; đánh giá lợi ích của con đường đã chọn."
    },
    "description": "Đại diện cho việc tạm dừng để đánh giá thành quả từ những nỗ lực của mình.",
    "image": "/images/cards/Pents07.jpg",
    "relationships": {
      "supporting_cards": [
        "The Hermit",
        "Nine of Pentacles",
        "Temperance"
      ],
      "challenging_cards": [
        "Eight of Wands",
        "Knight of Wands",
        "King of Wands"
      ]
    }
  },
  {
    "id": 71,
    "name": "Tám Tiền (Eight of Pentacles)",
    "slug": "eight-of-pentacles",
    "arcana": "minor",
    "suit": "pentacles",
    "keywords": [
      "Học việc",
      "kỹ năng",
      "tập trung",
      "tận tụy",
      "tay nghề."
    ],
    "upright": {
      "short": "Tận tụy, làm việc chăm chỉ, tinh thông, chú ý chi tiết, công việc lặp lại, đào tạo.",
      "detailed": "Tập trung vào việc trau dồi kỹ năng; một giai đoạn yên tĩnh và cần cù.\n\n**Công việc & Sự nghiệp:** Học việc, tay nghề thủ công, trở thành chuyên gia; làm việc chăm chỉ và nhất quán.\n\n**Tình yêu & Mối quan hệ:** Nỗ lực vun đắp mối quan hệ; chú ý đến những chi tiết nhỏ.\n\n**Sức khỏe:** Tận tụy tập luyện; tiến bộ chậm nhưng đều đặn trong hồi phục.\n\n**Tâm linh:** Thực hành tâm linh tận tụy; làm chủ một kỷ luật tâm linh.",
      "general": "Tập trung vào việc trau dồi kỹ năng; một giai đoạn yên tĩnh và cần cù.",
      "work": "Học việc, tay nghề thủ công, trở thành chuyên gia; làm việc chăm chỉ và nhất quán.",
      "love": "Nỗ lực vun đắp mối quan hệ; chú ý đến những chi tiết nhỏ.",
      "health": "Tận tụy tập luyện; tiến bộ chậm nhưng đều đặn trong hồi phục.",
      "spirituality": "Thực hành tâm linh tận tụy; làm chủ một kỷ luật tâm linh."
    },
    "reversed": {
      "short": "Cầu toàn, công việc kém chất lượng, thiếu tập trung, ám ảnh, làm ẩu.",
      "detailed": "Khi Tám Tiền xuất hiện ngược, nó gợi ý sự cầu toàn, công việc kém chất lượng, thiếu tập trung, ám ảnh, làm ẩu. Hãy xem xét những lĩnh vực mà bạn có thể đang gặp sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Cầu toàn, công việc kém chất lượng, thiếu tập trung, ám ảnh, làm ẩu.",
      "work": "Ý nghĩa ngược trong công việc - thách thức hoặc tắc nghẽn trong: học việc, tay nghề thủ công, trở thành chuyên gia; làm việc chăm chỉ và nhất quán.",
      "love": "Ý nghĩa ngược trong tình yêu - khó khăn trong: nỗ lực vun đắp mối quan hệ; chú ý đến những chi tiết nhỏ.",
      "health": "Ý nghĩa ngược trong sức khỏe - thận trọng về: tận tụy tập luyện; tiến bộ chậm nhưng đều đặn trong hồi phục.",
      "spirituality": "Ý nghĩa ngược trong tâm linh - mất kết nối khỏi: thực hành tâm linh tận tụy; làm chủ một kỷ luật tâm linh."
    },
    "description": "Đại diện cho sự làm việc cần cù để rèn luyện một nghề hoặc kỹ năng.",
    "image": "/images/cards/Pents08.jpg",
    "relationships": {
      "supporting_cards": [
        "The Hermit",
        "Three of Pentacles",
        "The Magician"
      ],
      "challenging_cards": [
        "Two of Pentacles",
        "Ten of Wands",
        "Seven of Pentacles"
      ]
    }
  },
  {
    "id": 72,
    "name": "Chín Tiền (Nine of Pentacles)",
    "slug": "nine-of-pentacles",
    "arcana": "minor",
    "suit": "pentacles",
    "keywords": [
      "Sang trọng",
      "tự cung tự cấp",
      "độc lập",
      "tinh tế",
      "phần thưởng."
    ],
    "upright": {
      "short": "Sung túc, độc lập, an ninh, đơn độc, thành công tự thân, tận hưởng sự sang trọng.",
      "detailed": "Tận hưởng thành quả lao động; cảm thấy tự tin và an toàn khi ở một mình.\n\n**Công việc & Sự nghiệp:** Thành công cấp cao; làm việc cho chính mình; mức lương cao.\n\n**Tình yêu & Mối quan hệ:** Tự chủ trong tình yêu; tận hưởng cuộc sống độc thân; một mối quan hệ ổn định, an toàn.\n\n**Sức khỏe:** Tận hưởng lối sống chất lượng cao, lành mạnh; ưu tiên chăm sóc bản thân.\n\n**Tâm linh:** Sự trưởng thành về tâm linh; bình an tâm linh tự tại.",
      "general": "Tận hưởng thành quả lao động; cảm thấy tự tin và an toàn khi ở một mình.",
      "work": "Thành công cấp cao; làm việc cho chính mình; mức lương cao.",
      "love": "Tự chủ trong tình yêu; tận hưởng cuộc sống độc thân; một mối quan hệ ổn định, an toàn.",
      "health": "Tận hưởng lối sống chất lượng cao, lành mạnh; ưu tiên chăm sóc bản thân.",
      "spirituality": "Sự trưởng thành về tâm linh; bình an tâm linh tự tại."
    },
    "reversed": {
      "short": "Mất độc lập, quá phụ thuộc vào người khác, bon chen, thành tựu nông cạn, thụt lùi tài chính.",
      "detailed": "Khi Chín Tiền xuất hiện ngược, nó gợi ý sự mất độc lập, quá phụ thuộc vào người khác, bon chen, thành tựu nông cạn, thụt lùi tài chính. Hãy xem xét những lĩnh vực mà bạn có thể đang gặp sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Mất độc lập, quá phụ thuộc vào người khác, bon chen, thành tựu nông cạn, thụt lùi tài chính.",
      "work": "Ý nghĩa ngược trong công việc - thách thức hoặc tắc nghẽn trong: thành công cấp cao; làm việc cho chính mình; mức lương cao.",
      "love": "Ý nghĩa ngược trong tình yêu - khó khăn trong: tự chủ trong tình yêu; tận hưởng cuộc sống độc thân; một mối quan hệ ổn định, an toàn.",
      "health": "Ý nghĩa ngược trong sức khỏe - thận trọng về: tận hưởng lối sống chất lượng cao, lành mạnh; ưu tiên chăm sóc bản thân.",
      "spirituality": "Ý nghĩa ngược trong tâm linh - mất kết nối khỏi: sự trưởng thành về tâm linh; bình an tâm linh tự tại."
    },
    "description": "Đại diện cho an ninh tài chính, sự sang trọng và sự tự lực.",
    "image": "/images/cards/Pents09.jpg",
    "relationships": {
      "supporting_cards": [
        "The Lovers",
        "The Hermit",
        "Ten of Pentacles"
      ],
      "challenging_cards": [
        "Five of Pentacles",
        "Three of Pentacles",
        "The Devil"
      ]
    }
  },
  {
    "id": 73,
    "name": "Mười Tiền (Ten of Pentacles)",
    "slug": "ten-of-pentacles",
    "arcana": "minor",
    "suit": "pentacles",
    "keywords": [
      "Giàu có",
      "nền tảng",
      "gia đình",
      "di sản",
      "thừa kế."
    ],
    "upright": {
      "short": "An ninh tài chính và gia đình trọn vẹn, thừa kế, di sản, sự giàu có lâu đời, gốc rễ sâu bền.",
      "detailed": "An ninh và giàu có lâu dài; nền tảng gia đình vững chắc; nghỉ hưu.\n\n**Công việc & Sự nghiệp:** Doanh nghiệp gia đình; sự nghiệp an toàn, lâu dài; sự giàu có qua các thế hệ.\n\n**Tình yêu & Mối quan hệ:** Hôn nhân, con cái, truyền lại tài sản; mối quan hệ vững chắc như đá, truyền thống.\n\n**Sức khỏe:** Sức khỏe và sinh lực lâu dài; gen di truyền.\n\n**Tâm linh:** Di sản tâm linh; truyền thống và tín ngưỡng tổ tiên.",
      "general": "An ninh và giàu có lâu dài; nền tảng gia đình vững chắc; nghỉ hưu.",
      "work": "Doanh nghiệp gia đình; sự nghiệp an toàn, lâu dài; sự giàu có qua các thế hệ.",
      "love": "Hôn nhân, con cái, truyền lại tài sản; mối quan hệ vững chắc như đá, truyền thống.",
      "health": "Sức khỏe và sinh lực lâu dài; gen di truyền.",
      "spirituality": "Di sản tâm linh; truyền thống và tín ngưỡng tổ tiên."
    },
    "reversed": {
      "short": "Thất bại tài chính, tranh cãi gia đình, di sản tan vỡ, bất ổn, mất quyền thừa kế.",
      "detailed": "Khi Mười Tiền xuất hiện ngược, nó gợi ý thất bại tài chính, tranh cãi gia đình, di sản tan vỡ, bất ổn, mất quyền thừa kế. Hãy xem xét những lĩnh vực mà bạn có thể đang gặp sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Thất bại tài chính, tranh cãi gia đình, di sản tan vỡ, bất ổn, mất quyền thừa kế.",
      "work": "Ý nghĩa ngược trong công việc - thách thức hoặc tắc nghẽn trong: doanh nghiệp gia đình; sự nghiệp an toàn, lâu dài; sự giàu có qua các thế hệ.",
      "love": "Ý nghĩa ngược trong tình yêu - khó khăn trong: hôn nhân, con cái, truyền lại tài sản; mối quan hệ vững chắc như đá, truyền thống.",
      "health": "Ý nghĩa ngược trong sức khỏe - thận trọng về: sức khỏe và sinh lực lâu dài; gen di truyền.",
      "spirituality": "Ý nghĩa ngược trong tâm linh - mất kết nối khỏi: di sản tâm linh; truyền thống và tín ngưỡng tổ tiên."
    },
    "description": "Đại diện cho sự an ninh và thành công tột đỉnh về vật chất và gia đình.",
    "image": "/images/cards/Pents10.jpg",
    "relationships": {
      "supporting_cards": [
        "The World",
        "Four of Wands",
        "The Empress"
      ],
      "challenging_cards": [
        "Five of Pentacles",
        "The Tower",
        "Ten of Swords"
      ]
    }
  },
  {
    "id": 74,
    "name": "Tiểu Đồng Tiền (Page of Pentacles)",
    "slug": "page-of-pentacles",
    "arcana": "minor",
    "suit": "pentacles",
    "keywords": [
      "Công việc mới",
      "cơ hội",
      "khát vọng",
      "người mới bắt đầu",
      "siêng năng."
    ],
    "upright": {
      "short": "Tin tức về công việc, cơ hội tài chính, một sinh viên siêng năng, một kế hoạch vững chắc, hiện thực hóa.",
      "detailed": "Một khởi đầu thực tế mới; thực hiện bước đầu tiên hướng tới mục tiêu.\n\n**Công việc & Sự nghiệp:** Lời mời cho công việc mới hoặc thăng chức; bắt đầu một khóa học mới.\n\n**Tình yêu & Mối quan hệ:** Xây dựng mối quan hệ ổn định, có nền tảng; một đối tác mới, nghiêm túc.\n\n**Sức khỏe:** Bắt đầu thói quen sức khỏe mới, thực tế (ví dụ: chuẩn bị bữa ăn).\n\n**Tâm linh:** Bắt đầu thực hành tâm linh mới với sự tận tụy; phép thuật thực hành.",
      "general": "Một khởi đầu thực tế mới; thực hiện bước đầu tiên hướng tới mục tiêu.",
      "work": "Lời mời cho công việc mới hoặc thăng chức; bắt đầu một khóa học mới.",
      "love": "Xây dựng mối quan hệ ổn định, có nền tảng; một đối tác mới, nghiêm túc.",
      "health": "Bắt đầu thói quen sức khỏe mới, thực tế (ví dụ: chuẩn bị bữa ăn).",
      "spirituality": "Bắt đầu thực hành tâm linh mới với sự tận tụy; phép thuật thực hành."
    },
    "reversed": {
      "short": "Thiếu tập trung, tin xấu, bỏ lỡ cơ hội, lười biếng, thiếu định hướng.",
      "detailed": "Khi Tiểu Đồng Tiền xuất hiện ngược, nó gợi ý sự thiếu tập trung, tin xấu, bỏ lỡ cơ hội, lười biếng, thiếu định hướng. Hãy xem xét những lĩnh vực mà bạn có thể đang gặp sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Thiếu tập trung, tin xấu, bỏ lỡ cơ hội, lười biếng, thiếu định hướng.",
      "work": "Ý nghĩa ngược trong công việc - thách thức hoặc tắc nghẽn trong: lời mời cho công việc mới hoặc thăng chức; bắt đầu một khóa học mới.",
      "love": "Ý nghĩa ngược trong tình yêu - khó khăn trong: xây dựng mối quan hệ ổn định, có nền tảng; một đối tác mới, nghiêm túc.",
      "health": "Ý nghĩa ngược trong sức khỏe - thận trọng về: bắt đầu thói quen sức khỏe mới, thực tế (ví dụ: chuẩn bị bữa ăn).",
      "spirituality": "Ý nghĩa ngược trong tâm linh - mất kết nối khỏi: bắt đầu thực hành tâm linh mới với sự tận tụy; phép thuật thực hành."
    },
    "description": "Một người đưa tin nghiêm túc, siêng năng về những khởi đầu vật chất và tin tức thực tế.",
    "image": "/images/cards/Pents11.jpg",
    "relationships": {
      "supporting_cards": [
        "Ace of Pentacles",
        "The Hierophant",
        "Eight of Pentacles"
      ],
      "challenging_cards": [
        "The Fool",
        "Seven of Pentacles",
        "Two of Pentacles"
      ]
    }
  },
  {
    "id": 75,
    "name": "Hiệp Sĩ Tiền (Knight of Pentacles)",
    "slug": "knight-of-pentacles",
    "arcana": "minor",
    "suit": "pentacles",
    "keywords": [
      "Hiệu quả",
      "thói quen",
      "đáng tin cậy",
      "siêng năng",
      "chậm mà chắc."
    ],
    "upright": {
      "short": "Làm việc chăm chỉ, có trách nhiệm, có phương pháp, đáng tin cậy, tiến bộ chậm nhưng chắc.",
      "detailed": "Thói quen và kế hoạch dài hạn; mọi thứ đang chuyển động, nhưng chậm rãi và chắc chắn.\n\n**Công việc & Sự nghiệp:** Một đồng nghiệp đáng tin cậy; thu nhập ổn định; đạo đức làm việc có phương pháp.\n\n**Tình yêu & Mối quan hệ:** Một đối tác vững chắc, đáng tin cậy nhưng có lẽ không lãng mạn; một mối quan hệ ổn định.\n\n**Sức khỏe:** Cam kết với kế hoạch tập luyện dài hạn; giảm cân đều đặn.\n\n**Tâm linh:** Thực hành tâm linh hàng ngày nhất quán; dựa trên nền tảng thói quen.",
      "general": "Thói quen và kế hoạch dài hạn; mọi thứ đang chuyển động, nhưng chậm rãi và chắc chắn.",
      "work": "Một đồng nghiệp đáng tin cậy; thu nhập ổn định; đạo đức làm việc có phương pháp.",
      "love": "Một đối tác vững chắc, đáng tin cậy nhưng có lẽ không lãng mạn; một mối quan hệ ổn định.",
      "health": "Cam kết với kế hoạch tập luyện dài hạn; giảm cân đều đặn.",
      "spirituality": "Thực hành tâm linh hàng ngày nhất quán; dựa trên nền tảng thói quen."
    },
    "reversed": {
      "short": "Lười biếng, trì trệ, buồn chán, thiếu động lực, mắc kẹt trong lối mòn.",
      "detailed": "Khi Hiệp Sĩ Tiền xuất hiện ngược, nó gợi ý sự lười biếng, trì trệ, buồn chán, thiếu động lực, mắc kẹt trong lối mòn. Hãy xem xét những lĩnh vực mà bạn có thể đang gặp sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Lười biếng, trì trệ, buồn chán, thiếu động lực, mắc kẹt trong lối mòn.",
      "work": "Ý nghĩa ngược trong công việc - thách thức hoặc tắc nghẽn trong: một đồng nghiệp đáng tin cậy; thu nhập ổn định; đạo đức làm việc có phương pháp.",
      "love": "Ý nghĩa ngược trong tình yêu - khó khăn trong: một đối tác vững chắc, đáng tin cậy nhưng có lẽ không lãng mạn; một mối quan hệ ổn định.",
      "health": "Ý nghĩa ngược trong sức khỏe - thận trọng về: cam kết với kế hoạch tập luyện dài hạn; giảm cân đều đặn.",
      "spirituality": "Ý nghĩa ngược trong tâm linh - mất kết nối khỏi: thực hành tâm linh hàng ngày nhất quán; dựa trên nền tảng thói quen."
    },
    "description": "Đại diện cho sự tiến bộ chậm rãi, nhất quán và đáng tin cậy.",
    "image": "/images/cards/Pents12.jpg",
    "relationships": {
      "supporting_cards": [
        "The Emperor",
        "Eight of Pentacles",
        "Seven of Pentacles"
      ],
      "challenging_cards": [
        "Knight of Wands",
        "The Fool",
        "Eight of Wands"
      ]
    }
  },
  {
    "id": 76,
    "name": "Nữ Hoàng Tiền (Queen of Pentacles)",
    "slug": "queen-of-pentacles",
    "arcana": "minor",
    "suit": "pentacles",
    "keywords": [
      "Nuôi dưỡng",
      "thực tế",
      "mộc mạc",
      "thoải mái",
      "an ninh."
    ],
    "upright": {
      "short": "Hạnh phúc gia đình, nuôi dưỡng, thực tế, an toàn tài chính, thực tế.",
      "detailed": "Một nhân vật mẫu mực mang lại sự thoải mái và an ninh; tập trung vào cuộc sống gia đình.\n\n**Công việc & Sự nghiệp:** Kinh doanh tại nhà thành công; quản lý tài chính xuất sắc; cung cấp nơi làm việc an toàn.\n\n**Tình yêu & Mối quan hệ:** Một đối tác yêu thương, an toàn và hỗ trợ; tập trung mạnh vào gia đình.\n\n**Sức khỏe:** Nấu ăn lành mạnh, các phương pháp tự nhiên, nuôi dưỡng cơ thể.\n\n**Tâm linh:** Kết nối với thiên nhiên; ứng dụng thực tế các niềm tin tâm linh.",
      "general": "Một nhân vật mẫu mực mang lại sự thoải mái và an ninh; tập trung vào cuộc sống gia đình.",
      "work": "Kinh doanh tại nhà thành công; quản lý tài chính xuất sắc; cung cấp nơi làm việc an toàn.",
      "love": "Một đối tác yêu thương, an toàn và hỗ trợ; tập trung mạnh vào gia đình.",
      "health": "Nấu ăn lành mạnh, các phương pháp tự nhiên, nuôi dưỡng cơ thể.",
      "spirituality": "Kết nối với thiên nhiên; ứng dụng thực tế các niềm tin tâm linh."
    },
    "reversed": {
      "short": "Ích kỷ, bất an về tài chính, tâm lý tử vì đạo, bỏ bê gia đình, hời hợt.",
      "detailed": "Khi Nữ Hoàng Tiền xuất hiện ngược, nó gợi ý sự ích kỷ, bất an về tài chính, tâm lý tử vì đạo, bỏ bê gia đình, hời hợt. Hãy xem xét những lĩnh vực mà bạn có thể đang gặp sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Ích kỷ, bất an về tài chính, tâm lý tử vì đạo, bỏ bê gia đình, hời hợt.",
      "work": "Ý nghĩa ngược trong công việc - thách thức hoặc tắc nghẽn trong: kinh doanh tại nhà thành công; quản lý tài chính xuất sắc; cung cấp nơi làm việc an toàn.",
      "love": "Ý nghĩa ngược trong tình yêu - khó khăn trong: một đối tác yêu thương, an toàn và hỗ trợ; tập trung mạnh vào gia đình.",
      "health": "Ý nghĩa ngược trong sức khỏe - thận trọng về: nấu ăn lành mạnh, các phương pháp tự nhiên, nuôi dưỡng cơ thể.",
      "spirituality": "Ý nghĩa ngược trong tâm linh - mất kết nối khỏi: kết nối với thiên nhiên; ứng dụng thực tế các niềm tin tâm linh."
    },
    "description": "Một người phụ nữ ấm áp, hay nuôi dưỡng và thành công trong thực tế; người mẹ thiên nhiên.",
    "image": "/images/cards/Pents13.jpg",
    "relationships": {
      "supporting_cards": [
        "The Empress",
        "Ten of Pentacles",
        "The Hermit"
      ],
      "challenging_cards": [
        "Queen of Swords",
        "Five of Pentacles",
        "The Tower"
      ]
    }
  },
  {
    "id": 77,
    "name": "Vua Tiền (King of Pentacles)",
    "slug": "king-of-pentacles",
    "arcana": "minor",
    "suit": "pentacles",
    "keywords": [
      "Sung túc",
      "thành công",
      "vững chắc",
      "an ninh",
      "lãnh đạo."
    ],
    "upright": {
      "short": "Thành công tài chính, giàu có, an ninh, vững chắc, doanh nhân thành đạt, lãnh đạo đáng tin cậy.",
      "detailed": "Một nhân vật nam thành công, có vị thế; sự ổn định tài chính tối thượng.\n\n**Công việc & Sự nghiệp:** CEO, người sáng lập, chủ doanh nghiệp ổn định; một khoản đầu tư lớn, an toàn.\n\n**Tình yêu & Mối quan hệ:** Một đối tác an toàn, đáng tin cậy và hào phóng; một người chu cấp mạnh mẽ.\n\n**Sức khỏe:** Sức khỏe ổn định, lâu dài; cung cấp nguồn lực cho việc chăm sóc tốt nhất.\n\n**Tâm linh:** Trí tuệ tâm linh được áp dụng thực tế; là trụ cột của cộng đồng.",
      "general": "Một nhân vật nam thành công, có vị thế; sự ổn định tài chính tối thượng.",
      "work": "CEO, người sáng lập, chủ doanh nghiệp ổn định; một khoản đầu tư lớn, an toàn.",
      "love": "Một đối tác an toàn, đáng tin cậy và hào phóng; một người chu cấp mạnh mẽ.",
      "health": "Sức khỏe ổn định, lâu dài; cung cấp nguồn lực cho việc chăm sóc tốt nhất.",
      "spirituality": "Trí tuệ tâm linh được áp dụng thực tế; là trụ cột của cộng đồng."
    },
    "reversed": {
      "short": "Tham lam, rủi ro tài chính, bị tha hóa bởi tiền bạc, mất an ninh, chủ nghĩa duy vật thái quá.",
      "detailed": "Khi Vua Tiền xuất hiện ngược, nó gợi ý sự tham lam, rủi ro tài chính, bị tha hóa bởi tiền bạc, mất an ninh, chủ nghĩa duy vật thái quá. Hãy xem xét những lĩnh vực mà bạn có thể đang gặp sự kháng cự hoặc tắc nghẽn.",
      "general": "Ngược: Tham lam, rủi ro tài chính, bị tha hóa bởi tiền bạc, mất an ninh, chủ nghĩa duy vật thái quá.",
      "work": "Ý nghĩa ngược trong công việc - thách thức hoặc tắc nghẽn trong: ceo, người sáng lập, chủ doanh nghiệp ổn định; một khoản đầu tư lớn, an toàn.",
      "love": "Ý nghĩa ngược trong tình yêu - khó khăn trong: một đối tác an toàn, đáng tin cậy và hào phóng; một người chu cấp mạnh mẽ.",
      "health": "Ý nghĩa ngược trong sức khỏe - thận trọng về: sức khỏe ổn định, lâu dài; cung cấp nguồn lực cho việc chăm sóc tốt nhất.",
      "spirituality": "Ý nghĩa ngược trong tâm linh - mất kết nối khỏi: trí tuệ tâm linh được áp dụng thực tế; là trụ cột của cộng đồng."
    },
    "description": "Một doanh nhân hoặc nhà lãnh đạo quyền lực, thành công và đáng tin cậy.",
    "image": "/images/cards/Pents14.jpg",
    "relationships": {
      "supporting_cards": [
        "The Emperor",
        "The World",
        "Ten of Pentacles"
      ],
      "challenging_cards": [
        "The Devil",
        "Five of Pentacles",
        "Two of Pentacles"
      ]
    }
  }
]