[
  {
    "id": 0,
    "name": "The Fool",
    "slug": "the-fool",
    "arcana": "major",
    "suit": null,
    "number": 0,
    "keywords": [
      "New beginnings",
      "innocence",
      "free spirit",
      "leaps of faith."
    ],
    "upright": {
      "short": "A fresh start, adventure, optimism, potential, enthusiasm.",
      "detailed": "A major change or new path in life; embracing the unknown.\n\n**Work & Career:** Starting a new job or project; a business venture with great potential.\n\n**Love & Relationships:** Taking a leap of faith in a relationship; a spontaneous romance or a new phase.\n\n**Health:** A carefree approach to health; new diet or exercise regime; good vitality.\n\n**Spirituality:** Trusting the universe; spiritual awakening; following your intuition.",
      "general": "A major change or new path in life; embracing the unknown.",
      "work": "Starting a new job or project; a business venture with great potential.",
      "love": "Taking a leap of faith in a relationship; a spontaneous romance or a new phase.",
      "health": "A carefree approach to health; new diet or exercise regime; good vitality.",
      "spirituality": "Trusting the universe; spiritual awakening; following your intuition."
    },
    "reversed": {
      "short": "Recklessness, carelessness, being held back, ignoring warnings, naivety.",
      "detailed": "When The Fool appears reversed, it suggests recklessness, carelessness, being held back, ignoring warnings, naivety. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Recklessness, carelessness, being held back, ignoring warnings, naivety.",
      "work": "Reversed work meaning - challenges or blockages in: starting a new job or project; a business venture with great potential.",
      "love": "Reversed love meaning - difficulties in: taking a leap of faith in a relationship; a spontaneous romance or a new phase.",
      "health": "Reversed health meaning - caution regarding: a carefree approach to health; new diet or exercise regime; good vitality.",
      "spirituality": "Reversed spirituality - disconnection from: trusting the universe; spiritual awakening; following your intuition."
    },
    "description": "Represents the start of a journey and unlimited potential.",
    "image": "/images/cards/00-the-fool.jpg",
    "relationships": {
      "supporting_cards": [
        "Ace of Wands",
        "The Sun",
        "Temperance"
      ],
      "challenging_cards": [
        "The Devil",
        "The Hanged Man",
        "Four of Swords"
      ]
    }
  },
  {
    "id": 1,
    "name": "The Magician",
    "slug": "the-magician",
    "arcana": "major",
    "suit": null,
    "number": 1,
    "keywords": [
      "Action",
      "power",
      "concentration",
      "manifestation",
      "resourcefulness."
    ],
    "upright": {
      "short": "Skill, influence, using tools and resources to create reality, mastery.",
      "detailed": "The power to turn ideas into reality; taking initiative.\n\n**Work & Career:** Having the necessary skills and resources for a project; a new, lucrative opportunity.\n\n**Love & Relationships:** Attracting the right partner; active pursuit of a relationship goal.\n\n**Health:** Using alternative or natural remedies effectively; focusing on recovery.\n\n**Spirituality:** Connecting with divine power; conscious creation through intention.",
      "general": "The power to turn ideas into reality; taking initiative.",
      "work": "Having the necessary skills and resources for a project; a new, lucrative opportunity.",
      "love": "Attracting the right partner; active pursuit of a relationship goal.",
      "health": "Using alternative or natural remedies effectively; focusing on recovery.",
      "spirituality": "Connecting with divine power; conscious creation through intention."
    },
    "reversed": {
      "short": "Manipulation, unused potential, ill intentions, trickery.",
      "detailed": "When The Magician appears reversed, it suggests manipulation, unused potential, ill intentions, trickery. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Manipulation, unused potential, ill intentions, trickery.",
      "work": "Reversed work meaning - challenges or blockages in: having the necessary skills and resources for a project; a new, lucrative opportunity.",
      "love": "Reversed love meaning - difficulties in: attracting the right partner; active pursuit of a relationship goal.",
      "health": "Reversed health meaning - caution regarding: using alternative or natural remedies effectively; focusing on recovery.",
      "spirituality": "Reversed spirituality - disconnection from: connecting with divine power; conscious creation through intention."
    },
    "description": "Represents the conscious use of will and tools to manifest.",
    "image": "/images/cards/01-the-magician.jpg",
    "relationships": {
      "supporting_cards": [
        "Two of Wands",
        "Strength",
        "Ace of Swords"
      ],
      "challenging_cards": [
        "Seven of Swords",
        "The Moon",
        "The Tower"
      ]
    }
  },
  {
    "id": 2,
    "name": "The High Priestess",
    "slug": "the-high-priestess",
    "arcana": "major",
    "suit": null,
    "number": 2,
    "keywords": [
      "Intuition",
      "sacred knowledge",
      "the subconscious",
      "mystery."
    ],
    "upright": {
      "short": "Listening to inner voice, mystery, quiet understanding, wisdom.",
      "detailed": "Trust your gut feeling; look beneath the surface.\n\n**Work & Career:** Seeking internal guidance on a work problem; hidden information.\n\n**Love & Relationships:** Deep, unspoken connection; a secret admirer; intimacy based on trust.\n\n**Health:** Listening to the body's subtle signals; focusing on mental health.\n\n**Spirituality:** Deep meditation; psychic abilities; connecting to the divine feminine.",
      "general": "Trust your gut feeling; look beneath the surface.",
      "work": "Seeking internal guidance on a work problem; hidden information.",
      "love": "Deep, unspoken connection; a secret admirer; intimacy based on trust.",
      "health": "Listening to the body's subtle signals; focusing on mental health.",
      "spirituality": "Deep meditation; psychic abilities; connecting to the divine feminine."
    },
    "reversed": {
      "short": "Secrets revealed, repressed intuition, superficiality, dependency on others.",
      "detailed": "When The High Priestess appears reversed, it suggests secrets revealed, repressed intuition, superficiality, dependency on others. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Secrets revealed, repressed intuition, superficiality, dependency on others.",
      "work": "Reversed work meaning - challenges or blockages in: seeking internal guidance on a work problem; hidden information.",
      "love": "Reversed love meaning - difficulties in: deep, unspoken connection; a secret admirer; intimacy based on trust.",
      "health": "Reversed health meaning - caution regarding: listening to the body's subtle signals; focusing on mental health.",
      "spirituality": "Reversed spirituality - disconnection from: deep meditation; psychic abilities; connecting to the divine feminine."
    },
    "description": "Represents wisdom, intuition, and the secrets of the subconscious mind.",
    "image": "/images/cards/02-the-high-priestess.jpg",
    "relationships": {
      "supporting_cards": [
        "Four of Swords",
        "The Hermit",
        "Two of Cups"
      ],
      "challenging_cards": [
        "The Magician",
        "The Hierophant",
        "Seven of Wands"
      ]
    }
  },
  {
    "id": 3,
    "name": "The Empress",
    "slug": "the-empress",
    "arcana": "major",
    "suit": null,
    "number": 3,
    "keywords": [
      "Fertility",
      "femininity",
      "beauty",
      "nature",
      "abundance",
      "nurture."
    ],
    "upright": {
      "short": "Creativity, nurturing, luxury, new life, sensory pleasures.",
      "detailed": "Time for creation and enjoying life's comforts; domestic bliss.\n\n**Work & Career:** Creative projects, launching a product; being a supportive manager.\n\n**Love & Relationships:** Fertility, starting a family, unconditional love, a warm and sensual partner.\n\n**Health:** Focus on diet and self-care; pregnancy or recovery.\n\n**Spirituality:** Connecting with Mother Earth; finding the divine in nature.",
      "general": "Time for creation and enjoying life's comforts; domestic bliss.",
      "work": "Creative projects, launching a product; being a supportive manager.",
      "love": "Fertility, starting a family, unconditional love, a warm and sensual partner.",
      "health": "Focus on diet and self-care; pregnancy or recovery.",
      "spirituality": "Connecting with Mother Earth; finding the divine in nature."
    },
    "reversed": {
      "short": "Dependence, stagnation, barrenness, creative block, smothering.",
      "detailed": "When The Empress appears reversed, it suggests dependence, stagnation, barrenness, creative block, smothering. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Dependence, stagnation, barrenness, creative block, smothering.",
      "work": "Reversed work meaning - challenges or blockages in: creative projects, launching a product; being a supportive manager.",
      "love": "Reversed love meaning - difficulties in: fertility, starting a family, unconditional love, a warm and sensual partner.",
      "health": "Reversed health meaning - caution regarding: focus on diet and self-care; pregnancy or recovery.",
      "spirituality": "Reversed spirituality - disconnection from: connecting with mother earth; finding the divine in nature."
    },
    "description": "Represents motherhood, creation, and earthly abundance.",
    "image": "/images/cards/03-the-empress.jpg",
    "relationships": {
      "supporting_cards": [
        "Three of Pentacles",
        "The Lovers",
        "Ten of Pentacles"
      ],
      "challenging_cards": [
        "The Emperor",
        "Five of Pentacles",
        "The Tower"
      ]
    }
  },
  {
    "id": 4,
    "name": "The Emperor",
    "slug": "the-emperor",
    "arcana": "major",
    "suit": null,
    "number": 4,
    "keywords": [
      "Authority",
      "structure",
      "control",
      "father figure",
      "stability."
    ],
    "upright": {
      "short": "Leadership, establishment, power, logic, setting boundaries.",
      "detailed": "Needing structure and discipline; a person of authority.\n\n**Work & Career:** Taking charge, solidifying a plan, dealing with management.\n\n**Love & Relationships:** Stability and security in a relationship; perhaps a more traditional partner.\n\n**Health:** Routines, discipline in diet or fitness; professional medical advice.\n\n**Spirituality:** Establishing a firm set of beliefs; practical application of faith.",
      "general": "Needing structure and discipline; a person of authority.",
      "work": "Taking charge, solidifying a plan, dealing with management.",
      "love": "Stability and security in a relationship; perhaps a more traditional partner.",
      "health": "Routines, discipline in diet or fitness; professional medical advice.",
      "spirituality": "Establishing a firm set of beliefs; practical application of faith."
    },
    "reversed": {
      "short": "Domination, rigidity, coldness, abuse of power, lack of control.",
      "detailed": "When The Emperor appears reversed, it suggests domination, rigidity, coldness, abuse of power, lack of control. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Domination, rigidity, coldness, abuse of power, lack of control.",
      "work": "Reversed work meaning - challenges or blockages in: taking charge, solidifying a plan, dealing with management.",
      "love": "Reversed love meaning - difficulties in: stability and security in a relationship; perhaps a more traditional partner.",
      "health": "Reversed health meaning - caution regarding: routines, discipline in diet or fitness; professional medical advice.",
      "spirituality": "Reversed spirituality - disconnection from: establishing a firm set of beliefs; practical application of faith."
    },
    "description": "Represents fatherhood, law, order, and grounded authority.",
    "image": "/images/cards/04-the-emperor.jpg",
    "relationships": {
      "supporting_cards": [
        "King of Swords",
        "Four of Wands",
        "Justice"
      ],
      "challenging_cards": [
        "The Empress",
        "Seven of Cups",
        "The Star"
      ]
    }
  },
  {
    "id": 5,
    "name": "The Hierophant",
    "slug": "the-hierophant",
    "arcana": "major",
    "suit": null,
    "number": 5,
    "keywords": [
      "Tradition",
      "conformity",
      "morality",
      "wisdom",
      "guidance."
    ],
    "upright": {
      "short": "Spiritual guidance, established beliefs, education, seeking advice.",
      "detailed": "Following established paths; seeking advice from a mentor.\n\n**Work & Career:** Working within a large corporation; formal training or certification.\n\n**Love & Relationships:** Traditional relationships; formal commitment like marriage.\n\n**Health:** Following a standard treatment plan; a trustworthy doctor.\n\n**Spirituality:** Organized religion; studying ancient teachings; following a doctrine.",
      "general": "Following established paths; seeking advice from a mentor.",
      "work": "Working within a large corporation; formal training or certification.",
      "love": "Traditional relationships; formal commitment like marriage.",
      "health": "Following a standard treatment plan; a trustworthy doctor.",
      "spirituality": "Organized religion; studying ancient teachings; following a doctrine."
    },
    "reversed": {
      "short": "Rebellion, unconventionality, challenge to the status quo, restrictive rules.",
      "detailed": "When The Hierophant appears reversed, it suggests rebellion, unconventionality, challenge to the status quo, restrictive rules. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Rebellion, unconventionality, challenge to the status quo, restrictive rules.",
      "work": "Reversed work meaning - challenges or blockages in: working within a large corporation; formal training or certification.",
      "love": "Reversed love meaning - difficulties in: traditional relationships; formal commitment like marriage.",
      "health": "Reversed health meaning - caution regarding: following a standard treatment plan; a trustworthy doctor.",
      "spirituality": "Reversed spirituality - disconnection from: organized religion; studying ancient teachings; following a doctrine."
    },
    "description": "Represents social structures, institutions, and religious wisdom.",
    "image": "/images/cards/05-the-hierophant.jpg",
    "relationships": {
      "supporting_cards": [
        "Five of Pentacles",
        "Justice",
        "Page of Swords"
      ],
      "challenging_cards": [
        "The High Priestess",
        "The Hermit",
        "Seven of Swords"
      ]
    }
  },
  {
    "id": 6,
    "name": "The Lovers",
    "slug": "the-lovers",
    "arcana": "major",
    "suit": null,
    "number": 6,
    "keywords": [
      "Love",
      "union",
      "harmony",
      "relationships",
      "choice."
    ],
    "upright": {
      "short": "Partnership, perfect union, alignment of values, making a moral choice.",
      "detailed": "A significant choice; the need for alignment with personal values.\n\n**Work & Career:** Partnerships or collaborations; an important career decision.\n\n**Love & Relationships:** Deep, passionate love; soulmates; sexual harmony; commitment.\n\n**Health:** Finding balance; decisions about health-related procedures.\n\n**Spirituality:** Aligning actions with spiritual beliefs; integrating different aspects of self.",
      "general": "A significant choice; the need for alignment with personal values.",
      "work": "Partnerships or collaborations; an important career decision.",
      "love": "Deep, passionate love; soulmates; sexual harmony; commitment.",
      "health": "Finding balance; decisions about health-related procedures.",
      "spirituality": "Aligning actions with spiritual beliefs; integrating different aspects of self."
    },
    "reversed": {
      "short": "Disharmony, imbalance, misalignment, bad choices, conflict.",
      "detailed": "When The Lovers appears reversed, it suggests disharmony, imbalance, misalignment, bad choices, conflict. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Disharmony, imbalance, misalignment, bad choices, conflict.",
      "work": "Reversed work meaning - challenges or blockages in: partnerships or collaborations; an important career decision.",
      "love": "Reversed love meaning - difficulties in: deep, passionate love; soulmates; sexual harmony; commitment.",
      "health": "Reversed health meaning - caution regarding: finding balance; decisions about health-related procedures.",
      "spirituality": "Reversed spirituality - disconnection from: aligning actions with spiritual beliefs; integrating different aspects of self."
    },
    "description": "Represents harmony, attraction, and critical choices in life.",
    "image": "/images/cards/06-the-lovers.jpg",
    "relationships": {
      "supporting_cards": [
        "Two of Cups",
        "Nine of Pentacles",
        "The Empress"
      ],
      "challenging_cards": [
        "Five of Swords",
        "The Devil",
        "Seven of Cups"
      ]
    }
  },
  {
    "id": 7,
    "name": "The Chariot",
    "slug": "the-chariot",
    "arcana": "major",
    "suit": null,
    "number": 7,
    "keywords": [
      "Willpower",
      "victory",
      "movement",
      "control",
      "determination."
    ],
    "upright": {
      "short": "Success through determination, self-control, drive, moving forward.",
      "detailed": "A big push forward; a journey or relocation; achieving a goal.\n\n**Work & Career:** Career advancement; success in competitive fields; taking a business trip.\n\n**Love & Relationships:** Taking the next step; pursuing a relationship aggressively; overcoming relationship hurdles.\n\n**Health:** Fighting illness; strong determination in recovery or fitness goals.\n\n**Spirituality:** Disciplined practice; using willpower to overcome spiritual obstacles.",
      "general": "A big push forward; a journey or relocation; achieving a goal.",
      "work": "Career advancement; success in competitive fields; taking a business trip.",
      "love": "Taking the next step; pursuing a relationship aggressively; overcoming relationship hurdles.",
      "health": "Fighting illness; strong determination in recovery or fitness goals.",
      "spirituality": "Disciplined practice; using willpower to overcome spiritual obstacles."
    },
    "reversed": {
      "short": "Lack of direction, losing control, opposition, being run over.",
      "detailed": "When The Chariot appears reversed, it suggests lack of direction, losing control, opposition, being run over. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Lack of direction, losing control, opposition, being run over.",
      "work": "Reversed work meaning - challenges or blockages in: career advancement; success in competitive fields; taking a business trip.",
      "love": "Reversed love meaning - difficulties in: taking the next step; pursuing a relationship aggressively; overcoming relationship hurdles.",
      "health": "Reversed health meaning - caution regarding: fighting illness; strong determination in recovery or fitness goals.",
      "spirituality": "Reversed spirituality - disconnection from: disciplined practice; using willpower to overcome spiritual obstacles."
    },
    "description": "Represents triumph, self-discipline, and forward momentum.",
    "image": "/images/cards/07-the-chariot.jpg",
    "relationships": {
      "supporting_cards": [
        "Ace of Swords",
        "Six of Wands",
        "The Star"
      ],
      "challenging_cards": [
        "Four of Swords",
        "Seven of Cups",
        "The Tower"
      ]
    }
  },
  {
    "id": 8,
    "name": "Strength",
    "slug": "strength",
    "arcana": "major",
    "suit": null,
    "number": 8,
    "keywords": [
      "Courage",
      "compassion",
      "inner strength",
      "mastery",
      "patience."
    ],
    "upright": {
      "short": "Taming inner beasts, gentle persuasion, fortitude, quiet bravery.",
      "detailed": "Facing challenges with heart and integrity; enduring a difficult time.\n\n**Work & Career:** Managing a difficult team or project with grace; self-control under pressure.\n\n**Love & Relationships:** Patience and understanding with a partner; a gentle but powerful bond.\n\n**Health:** Physical and mental resilience; inner healing; yoga or gentle exercise.\n\n**Spirituality:** Connecting with the soul's power; spiritual discipline tempered with love.",
      "general": "Facing challenges with heart and integrity; enduring a difficult time.",
      "work": "Managing a difficult team or project with grace; self-control under pressure.",
      "love": "Patience and understanding with a partner; a gentle but powerful bond.",
      "health": "Physical and mental resilience; inner healing; yoga or gentle exercise.",
      "spirituality": "Connecting with the soul's power; spiritual discipline tempered with love."
    },
    "reversed": {
      "short": "Weakness, self-doubt, lack of confidence, fear, raw energy.",
      "detailed": "When Strength appears reversed, it suggests weakness, self-doubt, lack of confidence, fear, raw energy. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Weakness, self-doubt, lack of confidence, fear, raw energy.",
      "work": "Reversed work meaning - challenges or blockages in: managing a difficult team or project with grace; self-control under pressure.",
      "love": "Reversed love meaning - difficulties in: patience and understanding with a partner; a gentle but powerful bond.",
      "health": "Reversed health meaning - caution regarding: physical and mental resilience; inner healing; yoga or gentle exercise.",
      "spirituality": "Reversed spirituality - disconnection from: connecting with the soul's power; spiritual discipline tempered with love."
    },
    "description": "Represents the mastery of emotions through gentle inner power.",
    "image": "/images/cards/08-strength.jpg",
    "relationships": {
      "supporting_cards": [
        "Temperance",
        "The Empress",
        "Nine of Wands"
      ],
      "challenging_cards": [
        "The Devil",
        "Five of Swords",
        "Seven of Wands"
      ]
    }
  },
  {
    "id": 9,
    "name": "The Hermit",
    "slug": "the-hermit",
    "arcana": "major",
    "suit": null,
    "number": 9,
    "keywords": [
      "Introspection",
      "solitude",
      "inner guidance",
      "searching",
      "withdrawal."
    ],
    "upright": {
      "short": "Self-reflection, soul-searching, being a guide, wisdom gained alone.",
      "detailed": "Taking time out; a period of introspection; seeking a mentor.\n\n**Work & Career:** Independent research; working alone; taking a break from the office.\n\n**Love & Relationships:** Taking a break from dating; needing space in a relationship; looking inward for relationship answers.\n\n**Health:** Rest and recuperation; focusing on mental well-being.\n\n**Spirituality:** Deep meditation; seeking enlightenment; focusing on inner truth.",
      "general": "Taking time out; a period of introspection; seeking a mentor.",
      "work": "Independent research; working alone; taking a break from the office.",
      "love": "Taking a break from dating; needing space in a relationship; looking inward for relationship answers.",
      "health": "Rest and recuperation; focusing on mental well-being.",
      "spirituality": "Deep meditation; seeking enlightenment; focusing on inner truth."
    },
    "reversed": {
      "short": "Loneliness, isolation, anti-social, lost on a path, withdrawal.",
      "detailed": "When The Hermit appears reversed, it suggests loneliness, isolation, anti-social, lost on a path, withdrawal. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Loneliness, isolation, anti-social, lost on a path, withdrawal.",
      "work": "Reversed work meaning - challenges or blockages in: independent research; working alone; taking a break from the office.",
      "love": "Reversed love meaning - difficulties in: taking a break from dating; needing space in a relationship; looking inward for relationship answers.",
      "health": "Reversed health meaning - caution regarding: rest and recuperation; focusing on mental well-being.",
      "spirituality": "Reversed spirituality - disconnection from: deep meditation; seeking enlightenment; focusing on inner truth."
    },
    "description": "Represents the need for solitude to gain wisdom and guidance.",
    "image": "/images/cards/09-the-hermit.jpg",
    "relationships": {
      "supporting_cards": [
        "Four of Swords",
        "Two of Swords",
        "Nine of Pentacles"
      ],
      "challenging_cards": [
        "The Lovers",
        "The Hanged Man",
        "Three of Cups"
      ]
    }
  },
  {
    "id": 10,
    "name": "Wheel of Fortune",
    "slug": "wheel-of-fortune",
    "arcana": "major",
    "suit": null,
    "number": 10,
    "keywords": [
      "Change",
      "cycles",
      "destiny",
      "turning point",
      "luck."
    ],
    "upright": {
      "short": "Good luck, destiny, inevitable change, major turning point, positive cycles.",
      "detailed": "Life is moving; a fated event; trust the flow of the universe.\n\n**Work & Career:** A major career break; a new, cyclical role; change of company or department.\n\n**Love & Relationships:** Fated meeting; a significant change in relationship status (for better or worse).\n\n**Health:** Sudden or dramatic change in health; feeling the impact of karma.\n\n**Spirituality:** Understanding karma; recognizing life patterns; divine intervention.",
      "general": "Life is moving; a fated event; trust the flow of the universe.",
      "work": "A major career break; a new, cyclical role; change of company or department.",
      "love": "Fated meeting; a significant change in relationship status (for better or worse).",
      "health": "Sudden or dramatic change in health; feeling the impact of karma.",
      "spirituality": "Understanding karma; recognizing life patterns; divine intervention."
    },
    "reversed": {
      "short": "Bad luck, unwelcome change, delays, spinning out of control.",
      "detailed": "When Wheel of Fortune appears reversed, it suggests bad luck, unwelcome change, delays, spinning out of control. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Bad luck, unwelcome change, delays, spinning out of control.",
      "work": "Reversed work meaning - challenges or blockages in: a major career break; a new, cyclical role; change of company or department.",
      "love": "Reversed love meaning - difficulties in: fated meeting; a significant change in relationship status (for better or worse).",
      "health": "Reversed health meaning - caution regarding: sudden or dramatic change in health; feeling the impact of karma.",
      "spirituality": "Reversed spirituality - disconnection from: understanding karma; recognizing life patterns; divine intervention."
    },
    "description": "Represents the ever-changing cycles of life, fate, and karma.",
    "image": "/images/cards/10-wheel-of-fortune.jpg",
    "relationships": {
      "supporting_cards": [
        "The Sun",
        "Eight of Wands",
        "Two of Cups"
      ],
      "challenging_cards": [
        "The Tower",
        "The Devil",
        "Five of Pentacles"
      ]
    }
  },
  {
    "id": 11,
    "name": "Justice",
    "slug": "justice",
    "arcana": "major",
    "suit": null,
    "number": 11,
    "keywords": [
      "Fairness",
      "truth",
      "law",
      "cause and effect",
      "objectivity."
    ],
    "upright": {
      "short": "Legal matters, accountability, fairness, balance, integrity.",
      "detailed": "Being held accountable for actions; seeking a balanced outcome.\n\n**Work & Career:** Contracts, legal negotiations; fair resolution to a workplace dispute.\n\n**Love & Relationships:** A fair assessment of a relationship; clear, honest communication.\n\n**Health:** A balanced diet and lifestyle; seeking a second, objective medical opinion.\n\n**Spirituality:** The concept of karma; aligning to universal moral laws.",
      "general": "Being held accountable for actions; seeking a balanced outcome.",
      "work": "Contracts, legal negotiations; fair resolution to a workplace dispute.",
      "love": "A fair assessment of a relationship; clear, honest communication.",
      "health": "A balanced diet and lifestyle; seeking a second, objective medical opinion.",
      "spirituality": "The concept of karma; aligning to universal moral laws."
    },
    "reversed": {
      "short": "Injustice, lack of accountability, bias, corruption, legal complications.",
      "detailed": "When Justice appears reversed, it suggests injustice, lack of accountability, bias, corruption, legal complications. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Injustice, lack of accountability, bias, corruption, legal complications.",
      "work": "Reversed work meaning - challenges or blockages in: contracts, legal negotiations; fair resolution to a workplace dispute.",
      "love": "Reversed love meaning - difficulties in: a fair assessment of a relationship; clear, honest communication.",
      "health": "Reversed health meaning - caution regarding: a balanced diet and lifestyle; seeking a second, objective medical opinion.",
      "spirituality": "Reversed spirituality - disconnection from: the concept of karma; aligning to universal moral laws."
    },
    "description": "Represents truth, legal outcomes, and equilibrium.",
    "image": "/images/cards/11-justice.jpg",
    "relationships": {
      "supporting_cards": [
        "Two of Swords",
        "The Emperor",
        "Temperance"
      ],
      "challenging_cards": [
        "Seven of Swords",
        "The Devil",
        "Five of Pentacles"
      ]
    }
  },
  {
    "id": 12,
    "name": "The Hanged Man",
    "slug": "the-hanged-man",
    "arcana": "major",
    "suit": null,
    "number": 12,
    "keywords": [
      "Sacrifice",
      "perspective",
      "letting go",
      "pause",
      "surrender."
    ],
    "upright": {
      "short": "Seeing things from a new angle, personal sacrifice, martyrdom, suspension of action.",
      "detailed": "Putting life on hold to gain clarity; a necessary pause.\n\n**Work & Career:** A stagnant project; needing to step back and re-evaluate a career path.\n\n**Love & Relationships:** Putting your needs aside for a partner; seeing the relationship from a different angle.\n\n**Health:** Rest and recuperation; changing perspective on an illness.\n\n**Spirituality:** Surrender to the divine will; meditation; viewing the world spiritually.",
      "general": "Putting life on hold to gain clarity; a necessary pause.",
      "work": "A stagnant project; needing to step back and re-evaluate a career path.",
      "love": "Putting your needs aside for a partner; seeing the relationship from a different angle.",
      "health": "Rest and recuperation; changing perspective on an illness.",
      "spirituality": "Surrender to the divine will; meditation; viewing the world spiritually."
    },
    "reversed": {
      "short": "Stalling, self-sabotage, refusing to change, unnecessary sacrifice.",
      "detailed": "When The Hanged Man appears reversed, it suggests stalling, self-sabotage, refusing to change, unnecessary sacrifice. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Stalling, self-sabotage, refusing to change, unnecessary sacrifice.",
      "work": "Reversed work meaning - challenges or blockages in: a stagnant project; needing to step back and re-evaluate a career path.",
      "love": "Reversed love meaning - difficulties in: putting your needs aside for a partner; seeing the relationship from a different angle.",
      "health": "Reversed health meaning - caution regarding: rest and recuperation; changing perspective on an illness.",
      "spirituality": "Reversed spirituality - disconnection from: surrender to the divine will; meditation; viewing the world spiritually."
    },
    "description": "Represents a period of suspension and necessary change in perspective.",
    "image": "/images/cards/12-the-hanged-man.jpg",
    "relationships": {
      "supporting_cards": [
        "Four of Swords",
        "The Hermit",
        "Nine of Cups"
      ],
      "challenging_cards": [
        "The Chariot",
        "The Devil",
        "Eight of Wands"
      ]
    }
  },
  {
    "id": 13,
    "name": "Death",
    "slug": "death",
    "arcana": "major",
    "suit": null,
    "number": 13,
    "keywords": [
      "Endings",
      "transformation",
      "transition",
      "change",
      "elimination."
    ],
    "upright": {
      "short": "Profound change, closure, letting go of the past, transformation.",
      "detailed": "A major phase of life is ending to make way for a new one.\n\n**Work & Career:** Ending a job or career path; the end of a project that clears the way for a better one.\n\n**Love & Relationships:** The end of a relationship or a significant change in dynamics; a powerful metamorphosis in love life.\n\n**Health:** Eliminating bad habits; a complete change in lifestyle for better health.\n\n**Spirituality:** Shedding old spiritual beliefs; a spiritual rebirth or awakening.",
      "general": "A major phase of life is ending to make way for a new one.",
      "work": "Ending a job or career path; the end of a project that clears the way for a better one.",
      "love": "The end of a relationship or a significant change in dynamics; a powerful metamorphosis in love life.",
      "health": "Eliminating bad habits; a complete change in lifestyle for better health.",
      "spirituality": "Shedding old spiritual beliefs; a spiritual rebirth or awakening."
    },
    "reversed": {
      "short": "Resistance to change, stagnation, fear of beginnings, slow death.",
      "detailed": "When Death appears reversed, it suggests resistance to change, stagnation, fear of beginnings, slow death. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Resistance to change, stagnation, fear of beginnings, slow death.",
      "work": "Reversed work meaning - challenges or blockages in: ending a job or career path; the end of a project that clears the way for a better one.",
      "love": "Reversed love meaning - difficulties in: the end of a relationship or a significant change in dynamics; a powerful metamorphosis in love life.",
      "health": "Reversed health meaning - caution regarding: eliminating bad habits; a complete change in lifestyle for better health.",
      "spirituality": "Reversed spirituality - disconnection from: shedding old spiritual beliefs; a spiritual rebirth or awakening."
    },
    "description": "Represents radical transformation and the inevitable end of cycles (not literal death).",
    "image": "/images/cards/13-death.jpg",
    "relationships": {
      "supporting_cards": [
        "The Tower",
        "Eight of Cups",
        "Temperance"
      ],
      "challenging_cards": [
        "Four of Pentacles",
        "The Hermit",
        "Five of Cups"
      ]
    }
  },
  {
    "id": 14,
    "name": "Temperance",
    "slug": "temperance",
    "arcana": "major",
    "suit": null,
    "number": 14,
    "keywords": [
      "Balance",
      "moderation",
      "patience",
      "purpose",
      "harmony."
    ],
    "upright": {
      "short": "Finding middle ground, harmony, patience, mixing and blending, synthesis.",
      "detailed": "Needing patience and moderation; a time for healing and finding peace.\n\n**Work & Career:** Teamwork, collaboration; finding balance between work and personal life.\n\n**Love & Relationships:** Harmony and compatibility in a relationship; balancing give and take.\n\n**Health:** Moderation in all things; finding a treatment that brings balance.\n\n**Spirituality:** Integration of the self; divine timing; connecting to one's higher purpose.",
      "general": "Needing patience and moderation; a time for healing and finding peace.",
      "work": "Teamwork, collaboration; finding balance between work and personal life.",
      "love": "Harmony and compatibility in a relationship; balancing give and take.",
      "health": "Moderation in all things; finding a treatment that brings balance.",
      "spirituality": "Integration of the self; divine timing; connecting to one's higher purpose."
    },
    "reversed": {
      "short": "Imbalance, excess, clashing, impatience, going to extremes.",
      "detailed": "When Temperance appears reversed, it suggests imbalance, excess, clashing, impatience, going to extremes. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Imbalance, excess, clashing, impatience, going to extremes.",
      "work": "Reversed work meaning - challenges or blockages in: teamwork, collaboration; finding balance between work and personal life.",
      "love": "Reversed love meaning - difficulties in: harmony and compatibility in a relationship; balancing give and take.",
      "health": "Reversed health meaning - caution regarding: moderation in all things; finding a treatment that brings balance.",
      "spirituality": "Reversed spirituality - disconnection from: integration of the self; divine timing; connecting to one's higher purpose."
    },
    "description": "Represents self-control, balance, and the synthesis of opposites.",
    "image": "/images/cards/14-temperance.jpg",
    "relationships": {
      "supporting_cards": [
        "Two of Cups",
        "Six of Swords",
        "Strength"
      ],
      "challenging_cards": [
        "The Devil",
        "Five of Wands",
        "The Tower"
      ]
    }
  },
  {
    "id": 15,
    "name": "The Devil",
    "slug": "the-devil",
    "arcana": "major",
    "suit": null,
    "number": 15,
    "keywords": [
      "Bondage",
      "shadow self",
      "addiction",
      "materialism",
      "obsession."
    ],
    "upright": {
      "short": "Feeling trapped, unhealthy attachments, lust, addiction, materialism.",
      "detailed": "Recognizing a negative pattern or obsession that is holding you back.\n\n**Work & Career:** Feeling trapped in a job for money; unethical business practices; greed.\n\n**Love & Relationships:** Toxic or co-dependent relationships; being overly focused on lust or superficiality.\n\n**Health:** Addiction to food, substances, or habits; poor self-care due to obsession.\n\n**Spirituality:** Focusing too much on the material world; denying spiritual freedom.",
      "general": "Recognizing a negative pattern or obsession that is holding you back.",
      "work": "Feeling trapped in a job for money; unethical business practices; greed.",
      "love": "Toxic or co-dependent relationships; being overly focused on lust or superficiality.",
      "health": "Addiction to food, substances, or habits; poor self-care due to obsession.",
      "spirituality": "Focusing too much on the material world; denying spiritual freedom."
    },
    "reversed": {
      "short": "Breaking free, release, overcoming addiction, reclaiming power, independence.",
      "detailed": "When The Devil appears reversed, it suggests breaking free, release, overcoming addiction, reclaiming power, independence. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Breaking free, release, overcoming addiction, reclaiming power, independence.",
      "work": "Reversed work meaning - challenges or blockages in: feeling trapped in a job for money; unethical business practices; greed.",
      "love": "Reversed love meaning - difficulties in: toxic or co-dependent relationships; being overly focused on lust or superficiality.",
      "health": "Reversed health meaning - caution regarding: addiction to food, substances, or habits; poor self-care due to obsession.",
      "spirituality": "Reversed spirituality - disconnection from: focusing too much on the material world; denying spiritual freedom."
    },
    "description": "Represents the chains of material attachment and earthly desires.",
    "image": "/images/cards/15-the-devil.jpg",
    "relationships": {
      "supporting_cards": [
        "Five of Pentacles",
        "Seven of Swords",
        "The Lovers (reversed)"
      ],
      "challenging_cards": [
        "The Fool",
        "The Star",
        "Temperance"
      ]
    }
  },
  {
    "id": 16,
    "name": "The Tower",
    "slug": "the-tower",
    "arcana": "major",
    "suit": null,
    "number": 16,
    "keywords": [
      "Sudden change",
      "upheaval",
      "chaos",
      "destruction",
      "awakening."
    ],
    "upright": {
      "short": "Crisis, sudden collapse of structure, revelation, a necessary purge.",
      "detailed": "An unexpected, profound shake-up; a major life event that clears the way.\n\n**Work & Career:** Job loss, company collapse, or a sudden, unexpected change in career direction.\n\n**Love & Relationships:** An explosive breakup or revelation that shatters a relationship's foundation.\n\n**Health:** Sudden illness or accident; a profound wake-up call regarding health.\n\n**Spirituality:** A sudden, radical shift in belief system; spiritual awakening through crisis.",
      "general": "An unexpected, profound shake-up; a major life event that clears the way.",
      "work": "Job loss, company collapse, or a sudden, unexpected change in career direction.",
      "love": "An explosive breakup or revelation that shatters a relationship's foundation.",
      "health": "Sudden illness or accident; a profound wake-up call regarding health.",
      "spirituality": "A sudden, radical shift in belief system; spiritual awakening through crisis."
    },
    "reversed": {
      "short": "Averting disaster, resisting change, fear of change, old patterns crumbling slowly.",
      "detailed": "When The Tower appears reversed, it suggests averting disaster, resisting change, fear of change, old patterns crumbling slowly. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Averting disaster, resisting change, fear of change, old patterns crumbling slowly.",
      "work": "Reversed work meaning - challenges or blockages in: job loss, company collapse, or a sudden, unexpected change in career direction.",
      "love": "Reversed love meaning - difficulties in: an explosive breakup or revelation that shatters a relationship's foundation.",
      "health": "Reversed health meaning - caution regarding: sudden illness or accident; a profound wake-up call regarding health.",
      "spirituality": "Reversed spirituality - disconnection from: a sudden, radical shift in belief system; spiritual awakening through crisis."
    },
    "description": "Represents the sudden destruction of outdated structures and beliefs.",
    "image": "/images/cards/16-the-tower.jpg",
    "relationships": {
      "supporting_cards": [
        "Death",
        "Ten of Swords",
        "Five of Wands"
      ],
      "challenging_cards": [
        "Four of Pentacles",
        "Justice",
        "The Empress"
      ]
    }
  },
  {
    "id": 17,
    "name": "The Star",
    "slug": "the-star",
    "arcana": "major",
    "suit": null,
    "number": 17,
    "keywords": [
      "Hope",
      "inspiration",
      "serenity",
      "healing",
      "renewal."
    ],
    "upright": {
      "short": "Clarity, calm, optimism, spiritual connection, bright future.",
      "detailed": "A wish coming true; feeling inspired and renewed; a period of peace.\n\n**Work & Career:** Feeling hopeful about a career path; networking and finding inspiration.\n\n**Love & Relationships:** Healing after heartbreak; an honest and deeply spiritual relationship.\n\n**Health:** Full recovery; feeling vibrant and well; healing through natural methods.\n\n**Spirituality:** Feeling connected to the universe; profound spiritual healing and guidance.",
      "general": "A wish coming true; feeling inspired and renewed; a period of peace.",
      "work": "Feeling hopeful about a career path; networking and finding inspiration.",
      "love": "Healing after heartbreak; an honest and deeply spiritual relationship.",
      "health": "Full recovery; feeling vibrant and well; healing through natural methods.",
      "spirituality": "Feeling connected to the universe; profound spiritual healing and guidance."
    },
    "reversed": {
      "short": "Despair, lack of faith, hopelessness, disconnection, illness.",
      "detailed": "When The Star appears reversed, it suggests despair, lack of faith, hopelessness, disconnection, illness. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Despair, lack of faith, hopelessness, disconnection, illness.",
      "work": "Reversed work meaning - challenges or blockages in: feeling hopeful about a career path; networking and finding inspiration.",
      "love": "Reversed love meaning - difficulties in: healing after heartbreak; an honest and deeply spiritual relationship.",
      "health": "Reversed health meaning - caution regarding: full recovery; feeling vibrant and well; healing through natural methods.",
      "spirituality": "Reversed spirituality - disconnection from: feeling connected to the universe; profound spiritual healing and guidance."
    },
    "description": "Represents hope, serenity, and a guiding light after a dark period.",
    "image": "/images/cards/17-the-star.jpg",
    "relationships": {
      "supporting_cards": [
        "Nine of Cups",
        "Six of Swords",
        "Ace of Cups"
      ],
      "challenging_cards": [
        "The Moon",
        "The Devil",
        "Five of Cups"
      ]
    }
  },
  {
    "id": 18,
    "name": "The Moon",
    "slug": "the-moon",
    "arcana": "major",
    "suit": null,
    "number": 18,
    "keywords": [
      "Illusion",
      "fear",
      "intuition",
      "subconscious",
      "deception."
    ],
    "upright": {
      "short": "Uncertainty, confusion, hidden enemies, intense intuition, dreams.",
      "detailed": "Confusion and things are not as they seem; trusting intuition over logic.\n\n**Work & Career:** Misunderstandings or deception at work; uncertainty about a career move.\n\n**Love & Relationships:** Trust issues; hidden secrets in a relationship; being unclear about feelings.\n\n**Health:** An undiagnosed condition; focusing on emotional and mental health.\n\n**Spirituality:** Exploring the shadow self; vivid dreams; tapping into psychic abilities.",
      "general": "Confusion and things are not as they seem; trusting intuition over logic.",
      "work": "Misunderstandings or deception at work; uncertainty about a career move.",
      "love": "Trust issues; hidden secrets in a relationship; being unclear about feelings.",
      "health": "An undiagnosed condition; focusing on emotional and mental health.",
      "spirituality": "Exploring the shadow self; vivid dreams; tapping into psychic abilities."
    },
    "reversed": {
      "short": "Releasing fear, confusion clearing, unpleasant truth revealed, madness.",
      "detailed": "When The Moon appears reversed, it suggests releasing fear, confusion clearing, unpleasant truth revealed, madness. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Releasing fear, confusion clearing, unpleasant truth revealed, madness.",
      "work": "Reversed work meaning - challenges or blockages in: misunderstandings or deception at work; uncertainty about a career move.",
      "love": "Reversed love meaning - difficulties in: trust issues; hidden secrets in a relationship; being unclear about feelings.",
      "health": "Reversed health meaning - caution regarding: an undiagnosed condition; focusing on emotional and mental health.",
      "spirituality": "Reversed spirituality - disconnection from: exploring the shadow self; vivid dreams; tapping into psychic abilities."
    },
    "description": "Represents the fear of the unknown, illusion, and intuition.",
    "image": "/images/cards/18-the-moon.jpg",
    "relationships": {
      "supporting_cards": [
        "Seven of Cups",
        "The High Priestess",
        "Four of Swords"
      ],
      "challenging_cards": [
        "The Sun",
        "Justice",
        "Eight of Swords"
      ]
    }
  },
  {
    "id": 19,
    "name": "The Sun",
    "slug": "the-sun",
    "arcana": "major",
    "suit": null,
    "number": 19,
    "keywords": [
      "Joy",
      "success",
      "vitality",
      "celebration",
      "positivity."
    ],
    "upright": {
      "short": "Happiness, success, optimism, warmth, truth, fulfillment.",
      "detailed": "A time of great happiness, clarity, and success; feeling vital.\n\n**Work & Career:** Recognition, promotion, great team harmony, a successful launch.\n\n**Love & Relationships:** A joyful, fulfilling, and transparent relationship; happiness and warmth.\n\n**Health:** Vibrant health; quick recovery; great energy and vitality.\n\n**Spirituality:** Enlightenment; pure spiritual connection; being one with the source.",
      "general": "A time of great happiness, clarity, and success; feeling vital.",
      "work": "Recognition, promotion, great team harmony, a successful launch.",
      "love": "A joyful, fulfilling, and transparent relationship; happiness and warmth.",
      "health": "Vibrant health; quick recovery; great energy and vitality.",
      "spirituality": "Enlightenment; pure spiritual connection; being one with the source."
    },
    "reversed": {
      "short": "Temporary unhappiness, pessimism, blocked joy, feeling overshadowed.",
      "detailed": "When The Sun appears reversed, it suggests temporary unhappiness, pessimism, blocked joy, feeling overshadowed. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Temporary unhappiness, pessimism, blocked joy, feeling overshadowed.",
      "work": "Reversed work meaning - challenges or blockages in: recognition, promotion, great team harmony, a successful launch.",
      "love": "Reversed love meaning - difficulties in: a joyful, fulfilling, and transparent relationship; happiness and warmth.",
      "health": "Reversed health meaning - caution regarding: vibrant health; quick recovery; great energy and vitality.",
      "spirituality": "Reversed spirituality - disconnection from: enlightenment; pure spiritual connection; being one with the source."
    },
    "description": "Represents pure joy, success, and the light of consciousness.",
    "image": "/images/cards/19-the-sun.jpg",
    "relationships": {
      "supporting_cards": [
        "Ace of Wands",
        "Three of Cups",
        "The Fool"
      ],
      "challenging_cards": [
        "The Moon",
        "Ten of Swords",
        "Five of Pentacles"
      ]
    }
  },
  {
    "id": 20,
    "name": "Judgement",
    "slug": "judgement",
    "arcana": "major",
    "suit": null,
    "number": 20,
    "keywords": [
      "Calling",
      "absolution",
      "rebirth",
      "inner voice",
      "assessment."
    ],
    "upright": {
      "short": "Hearing the inner calling, redemption, final verdict, profound realization.",
      "detailed": "A major life review; making a critical decision that defines the future.\n\n**Work & Career:** Promotion or final decision on a project; being judged or assessed.\n\n**Love & Relationships:** A critical decision about a relationship; seeing a partner clearly.\n\n**Health:** A wake-up call about lifestyle; a final diagnosis or treatment plan.\n\n**Spirituality:** Following one's destiny; spiritual awakening; forgiveness.",
      "general": "A major life review; making a critical decision that defines the future.",
      "work": "Promotion or final decision on a project; being judged or assessed.",
      "love": "A critical decision about a relationship; seeing a partner clearly.",
      "health": "A wake-up call about lifestyle; a final diagnosis or treatment plan.",
      "spirituality": "Following one's destiny; spiritual awakening; forgiveness."
    },
    "reversed": {
      "short": "Self-doubt, ignoring the call, refusal to move on, harsh self-criticism.",
      "detailed": "When Judgement appears reversed, it suggests self-doubt, ignoring the call, refusal to move on, harsh self-criticism. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Self-doubt, ignoring the call, refusal to move on, harsh self-criticism.",
      "work": "Reversed work meaning - challenges or blockages in: promotion or final decision on a project; being judged or assessed.",
      "love": "Reversed love meaning - difficulties in: a critical decision about a relationship; seeing a partner clearly.",
      "health": "Reversed health meaning - caution regarding: a wake-up call about lifestyle; a final diagnosis or treatment plan.",
      "spirituality": "Reversed spirituality - disconnection from: following one's destiny; spiritual awakening; forgiveness."
    },
    "description": "Represents a time of reckoning, forgiveness, and major decision-making.",
    "image": "/images/cards/20-judgement.jpg",
    "relationships": {
      "supporting_cards": [
        "The World",
        "Ace of Swords",
        "Justice"
      ],
      "challenging_cards": [
        "The Hanged Man",
        "The Hermit",
        "Seven of Swords"
      ]
    }
  },
  {
    "id": 21,
    "name": "The World",
    "slug": "the-world",
    "arcana": "major",
    "suit": null,
    "number": 21,
    "keywords": [
      "Completion",
      "integration",
      "travel",
      "achievement",
      "fulfillment."
    ],
    "upright": {
      "short": "Successful conclusion, ultimate fulfillment, global awareness, wholeness.",
      "detailed": "Achieving a long-term goal; feeling completely whole and integrated.\n\n**Work & Career:** Finishing a major project; graduation; successful long-distance business.\n\n**Love & Relationships:** Ultimate harmony; finding one's soulmate; a relationship feels complete.\n\n**Health:** Perfect health; long-term well-being and fitness.\n\n**Spirituality:** Attaining enlightenment; unity with the universe; perfect harmony.",
      "general": "Achieving a long-term goal; feeling completely whole and integrated.",
      "work": "Finishing a major project; graduation; successful long-distance business.",
      "love": "Ultimate harmony; finding one's soulmate; a relationship feels complete.",
      "health": "Perfect health; long-term well-being and fitness.",
      "spirituality": "Attaining enlightenment; unity with the universe; perfect harmony."
    },
    "reversed": {
      "short": "Incompletion, delays, feeling stuck, lack of closure, imperfect end.",
      "detailed": "When The World appears reversed, it suggests incompletion, delays, feeling stuck, lack of closure, imperfect end. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Incompletion, delays, feeling stuck, lack of closure, imperfect end.",
      "work": "Reversed work meaning - challenges or blockages in: finishing a major project; graduation; successful long-distance business.",
      "love": "Reversed love meaning - difficulties in: ultimate harmony; finding one's soulmate; a relationship feels complete.",
      "health": "Reversed health meaning - caution regarding: perfect health; long-term well-being and fitness.",
      "spirituality": "Reversed spirituality - disconnection from: attaining enlightenment; unity with the universe; perfect harmony."
    },
    "description": "Represents the successful completion of a major cycle and cosmic consciousness.",
    "image": "/images/cards/21-the-world.jpg",
    "relationships": {
      "supporting_cards": [
        "Ten of Pentacles",
        "The Sun",
        "Judgement"
      ],
      "challenging_cards": [
        "The Fool",
        "Death",
        "Eight of Swords"
      ]
    }
  },
  {
    "id": 22,
    "name": "Ace of Wands",
    "slug": "ace-of-wands",
    "arcana": "minor",
    "suit": "wands",
    "keywords": [
      "Opportunity",
      "inspiration",
      "potential",
      "new passion",
      "creative spark."
    ],
    "upright": {
      "short": "A breakthrough idea, a burst of energy, taking action, a new enterprise.",
      "detailed": "A significant opportunity that sparks passion.\n\n**Work & Career:** A new job, project, or career direction that excites you.\n\n**Love & Relationships:** New romantic feelings, passion, or the start of an exciting relationship.\n\n**Health:** Renewed energy and vitality; a sudden motivation to get healthy.\n\n**Spirituality:** A flash of spiritual insight; beginning a new spiritual practice.",
      "general": "A significant opportunity that sparks passion.",
      "work": "A new job, project, or career direction that excites you.",
      "love": "New romantic feelings, passion, or the start of an exciting relationship.",
      "health": "Renewed energy and vitality; a sudden motivation to get healthy.",
      "spirituality": "A flash of spiritual insight; beginning a new spiritual practice."
    },
    "reversed": {
      "short": "Delays, missed opportunities, lack of enthusiasm, feeling stuck.",
      "detailed": "When Ace of Wands appears reversed, it suggests delays, missed opportunities, lack of enthusiasm, feeling stuck. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Delays, missed opportunities, lack of enthusiasm, feeling stuck.",
      "work": "Reversed work meaning - challenges or blockages in: a new job, project, or career direction that excites you.",
      "love": "Reversed love meaning - difficulties in: new romantic feelings, passion, or the start of an exciting relationship.",
      "health": "Reversed health meaning - caution regarding: renewed energy and vitality; a sudden motivation to get healthy.",
      "spirituality": "Reversed spirituality - disconnection from: a flash of spiritual insight; beginning a new spiritual practice."
    },
    "description": "The seed of creative energy and new beginnings.",
    "image": "/images/cards/ace-of-wands.jpg",
    "relationships": {
      "supporting_cards": [
        "The Fool",
        "Three of Wands",
        "The Sun"
      ],
      "challenging_cards": [
        "Four of Swords",
        "Five of Pentacles",
        "The Hermit"
      ]
    }
  },
  {
    "id": 23,
    "name": "Two of Wands",
    "slug": "two-of-wands",
    "arcana": "minor",
    "suit": "wands",
    "keywords": [
      "Planning",
      "decision-making",
      "future goals",
      "discovery",
      "mastery."
    ],
    "upright": {
      "short": "Having options, making plans for the future, courage to explore, personal power.",
      "detailed": "Planning the next steps; looking to the horizon; global vision.\n\n**Work & Career:** Business partnerships; planning a strategic expansion; making a career choice.\n\n**Love & Relationships:** Planning a future together; deciding where the relationship is going.\n\n**Health:** Deciding on a fitness plan; maintaining focus on long-term health goals.\n\n**Spirituality:** Planning a spiritual retreat; deciding on a belief path.",
      "general": "Planning the next steps; looking to the horizon; global vision.",
      "work": "Business partnerships; planning a strategic expansion; making a career choice.",
      "love": "Planning a future together; deciding where the relationship is going.",
      "health": "Deciding on a fitness plan; maintaining focus on long-term health goals.",
      "spirituality": "Planning a spiritual retreat; deciding on a belief path."
    },
    "reversed": {
      "short": "Fear of the unknown, lack of planning, delayed plans, feeling limited.",
      "detailed": "When Two of Wands appears reversed, it suggests fear of the unknown, lack of planning, delayed plans, feeling limited. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Fear of the unknown, lack of planning, delayed plans, feeling limited.",
      "work": "Reversed work meaning - challenges or blockages in: business partnerships; planning a strategic expansion; making a career choice.",
      "love": "Reversed love meaning - difficulties in: planning a future together; deciding where the relationship is going.",
      "health": "Reversed health meaning - caution regarding: deciding on a fitness plan; maintaining focus on long-term health goals.",
      "spirituality": "Reversed spirituality - disconnection from: planning a spiritual retreat; deciding on a belief path."
    },
    "description": "Represents stepping out of one's comfort zone and planning.",
    "image": "/images/cards/two-of-wands.jpg",
    "relationships": {
      "supporting_cards": [
        "The Magician",
        "Three of Wands",
        "Page of Wands"
      ],
      "challenging_cards": [
        "Seven of Swords",
        "Four of Swords",
        "Five of Wands"
      ]
    }
  },
  {
    "id": 24,
    "name": "Three of Wands",
    "slug": "three-of-wands",
    "arcana": "minor",
    "suit": "wands",
    "keywords": [
      "Expansion",
      "foresight",
      "waiting for results",
      "partnership",
      "long-term vision."
    ],
    "upright": {
      "short": "Growth, having a foundation, looking ahead, ships coming in, successful partnership.",
      "detailed": "Waiting for investment or effort to pay off; focusing on the bigger picture.\n\n**Work & Career:** Business success overseas; export/import; expanding a business.\n\n**Love & Relationships:** Commitment and long-term potential; waiting for a distant partner.\n\n**Health:** A feeling of progress and recovery; planning long-term wellness.\n\n**Spirituality:** Sharing spiritual knowledge; a vision of the future.",
      "general": "Waiting for investment or effort to pay off; focusing on the bigger picture.",
      "work": "Business success overseas; export/import; expanding a business.",
      "love": "Commitment and long-term potential; waiting for a distant partner.",
      "health": "A feeling of progress and recovery; planning long-term wellness.",
      "spirituality": "Sharing spiritual knowledge; a vision of the future."
    },
    "reversed": {
      "short": "Unexpected obstacles, delays, lack of preparation, narrow vision.",
      "detailed": "When Three of Wands appears reversed, it suggests unexpected obstacles, delays, lack of preparation, narrow vision. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Unexpected obstacles, delays, lack of preparation, narrow vision.",
      "work": "Reversed work meaning - challenges or blockages in: business success overseas; export/import; expanding a business.",
      "love": "Reversed love meaning - difficulties in: commitment and long-term potential; waiting for a distant partner.",
      "health": "Reversed health meaning - caution regarding: a feeling of progress and recovery; planning long-term wellness.",
      "spirituality": "Reversed spirituality - disconnection from: sharing spiritual knowledge; a vision of the future."
    },
    "description": "Represents established success and future expansion.",
    "image": "/images/cards/three-of-wands.jpg",
    "relationships": {
      "supporting_cards": [
        "The Chariot",
        "Four of Wands",
        "Ten of Pentacles"
      ],
      "challenging_cards": [
        "Five of Wands",
        "Seven of Wands",
        "Two of Swords"
      ]
    }
  },
  {
    "id": 25,
    "name": "Four of Wands",
    "slug": "four-of-wands",
    "arcana": "minor",
    "suit": "wands",
    "keywords": [
      "Celebration",
      "homecoming",
      "harmony",
      "community",
      "achievement."
    ],
    "upright": {
      "short": "Happy family life, stable foundation, community support, success and pleasure.",
      "detailed": "A party, wedding, or significant event; feeling safe and secure at home.\n\n**Work & Career:** Celebrating a successful project; reaching a major milestone.\n\n**Love & Relationships:** Marriage, engagement, moving in together, harmonious relationship.\n\n**Health:** Celebrating health milestones; a stable, healthy routine.\n\n**Spirituality:** Celebrating a spiritual passage; feeling connected to one's spiritual home.",
      "general": "A party, wedding, or significant event; feeling safe and secure at home.",
      "work": "Celebrating a successful project; reaching a major milestone.",
      "love": "Marriage, engagement, moving in together, harmonious relationship.",
      "health": "Celebrating health milestones; a stable, healthy routine.",
      "spirituality": "Celebrating a spiritual passage; feeling connected to one's spiritual home."
    },
    "reversed": {
      "short": "Break in stability, minor celebrations, transition, internal discord.",
      "detailed": "When Four of Wands appears reversed, it suggests break in stability, minor celebrations, transition, internal discord. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Break in stability, minor celebrations, transition, internal discord.",
      "work": "Reversed work meaning - challenges or blockages in: celebrating a successful project; reaching a major milestone.",
      "love": "Reversed love meaning - difficulties in: marriage, engagement, moving in together, harmonious relationship.",
      "health": "Reversed health meaning - caution regarding: celebrating health milestones; a stable, healthy routine.",
      "spirituality": "Reversed spirituality - disconnection from: celebrating a spiritual passage; feeling connected to one's spiritual home."
    },
    "description": "Represents stability, security, and a joyful home environment.",
    "image": "/images/cards/four-of-wands.jpg",
    "relationships": {
      "supporting_cards": [
        "The Lovers",
        "Ten of Cups",
        "The Empress"
      ],
      "challenging_cards": [
        "Five of Wands",
        "Five of Pentacles",
        "Three of Swords"
      ]
    }
  },
  {
    "id": 26,
    "name": "Five of Wands",
    "slug": "five-of-wands",
    "arcana": "minor",
    "suit": "wands",
    "keywords": [
      "Competition",
      "conflict",
      "struggle",
      "differences",
      "minor chaos."
    ],
    "upright": {
      "short": "Minor conflicts, disagreement, competition, jostling for position.",
      "detailed": "Multiple people vying for the same thing; an argument with a quick resolution.\n\n**Work & Career:** Office politics, creative differences, competitive interviews.\n\n**Love & Relationships:** Bickering or playful arguments; minor tension in a relationship.\n\n**Health:** Stress-related issues; multiple conflicting opinions on treatment.\n\n**Spirituality:** Inner conflict between different desires or beliefs.",
      "general": "Multiple people vying for the same thing; an argument with a quick resolution.",
      "work": "Office politics, creative differences, competitive interviews.",
      "love": "Bickering or playful arguments; minor tension in a relationship.",
      "health": "Stress-related issues; multiple conflicting opinions on treatment.",
      "spirituality": "Inner conflict between different desires or beliefs."
    },
    "reversed": {
      "short": "End of conflict, avoiding conflict, desire for peace, finding agreement.",
      "detailed": "When Five of Wands appears reversed, it suggests end of conflict, avoiding conflict, desire for peace, finding agreement. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: End of conflict, avoiding conflict, desire for peace, finding agreement.",
      "work": "Reversed work meaning - challenges or blockages in: office politics, creative differences, competitive interviews.",
      "love": "Reversed love meaning - difficulties in: bickering or playful arguments; minor tension in a relationship.",
      "health": "Reversed health meaning - caution regarding: stress-related issues; multiple conflicting opinions on treatment.",
      "spirituality": "Reversed spirituality - disconnection from: inner conflict between different desires or beliefs."
    },
    "description": "Represents friendly competition or internal friction.",
    "image": "/images/cards/five-of-wands.jpg",
    "relationships": {
      "supporting_cards": [
        "Seven of Wands",
        "Three of Swords",
        "The Tower"
      ],
      "challenging_cards": [
        "Four of Wands",
        "Two of Wands",
        "Temperance"
      ]
    }
  },
  {
    "id": 27,
    "name": "Six of Wands",
    "slug": "six-of-wands",
    "arcana": "minor",
    "suit": "wands",
    "keywords": [
      "Victory",
      "public recognition",
      "progress",
      "triumph",
      "self-confidence."
    ],
    "upright": {
      "short": "Success, accolades, pride, public triumph, self-assurance.",
      "detailed": "A moment of triumph; receiving public praise or validation.\n\n**Work & Career:** Promotion, recognition for a project, a successful presentation.\n\n**Love & Relationships:** Relationship status becoming public; pride in one's partner.\n\n**Health:** Successful treatment; winning a battle with an illness.\n\n**Spirituality:** Sharing spiritual success; becoming a spiritual leader/guide.",
      "general": "A moment of triumph; receiving public praise or validation.",
      "work": "Promotion, recognition for a project, a successful presentation.",
      "love": "Relationship status becoming public; pride in one's partner.",
      "health": "Successful treatment; winning a battle with an illness.",
      "spirituality": "Sharing spiritual success; becoming a spiritual leader/guide."
    },
    "reversed": {
      "short": "Fallen from grace, private struggle, lack of recognition, hubris.",
      "detailed": "When Six of Wands appears reversed, it suggests fallen from grace, private struggle, lack of recognition, hubris. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Fallen from grace, private struggle, lack of recognition, hubris.",
      "work": "Reversed work meaning - challenges or blockages in: promotion, recognition for a project, a successful presentation.",
      "love": "Reversed love meaning - difficulties in: relationship status becoming public; pride in one's partner.",
      "health": "Reversed health meaning - caution regarding: successful treatment; winning a battle with an illness.",
      "spirituality": "Reversed spirituality - disconnection from: sharing spiritual success; becoming a spiritual leader/guide."
    },
    "description": "Represents public victory and recognition for hard work.",
    "image": "/images/cards/six-of-wands.jpg",
    "relationships": {
      "supporting_cards": [
        "The Chariot",
        "Three of Wands",
        "The Sun"
      ],
      "challenging_cards": [
        "Five of Swords",
        "Seven of Wands",
        "Two of Pentacles"
      ]
    }
  },
  {
    "id": 28,
    "name": "Seven of Wands",
    "slug": "seven-of-wands",
    "arcana": "minor",
    "suit": "wands",
    "keywords": [
      "Defense",
      "courage",
      "perseverance",
      "fighting a battle",
      "standing ground."
    ],
    "upright": {
      "short": "Defending your position, courage, conviction, standing up for beliefs.",
      "detailed": "A challenge to your authority; the need to defend yourself or your work.\n\n**Work & Career:** Competition from rivals; defending a position in a meeting.\n\n**Love & Relationships:** Defending your partner or relationship; fighting for your relationship.\n\n**Health:** Fighting an illness; advocating for your own treatment.\n\n**Spirituality:** Defending spiritual principles; spiritual warfare.",
      "general": "A challenge to your authority; the need to defend yourself or your work.",
      "work": "Competition from rivals; defending a position in a meeting.",
      "love": "Defending your partner or relationship; fighting for your relationship.",
      "health": "Fighting an illness; advocating for your own treatment.",
      "spirituality": "Defending spiritual principles; spiritual warfare."
    },
    "reversed": {
      "short": "Giving up, feeling overwhelmed, yielding, lack of conviction, intimidation.",
      "detailed": "When Seven of Wands appears reversed, it suggests giving up, feeling overwhelmed, yielding, lack of conviction, intimidation. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Giving up, feeling overwhelmed, yielding, lack of conviction, intimidation.",
      "work": "Reversed work meaning - challenges or blockages in: competition from rivals; defending a position in a meeting.",
      "love": "Reversed love meaning - difficulties in: defending your partner or relationship; fighting for your relationship.",
      "health": "Reversed health meaning - caution regarding: fighting an illness; advocating for your own treatment.",
      "spirituality": "Reversed spirituality - disconnection from: defending spiritual principles; spiritual warfare."
    },
    "description": "Represents holding one's own against opposition.",
    "image": "/images/cards/seven-of-wands.jpg",
    "relationships": {
      "supporting_cards": [
        "Strength",
        "Queen of Wands",
        "Knight of Swords"
      ],
      "challenging_cards": [
        "Five of Wands",
        "Five of Swords",
        "Two of Cups"
      ]
    }
  },
  {
    "id": 29,
    "name": "Eight of Wands",
    "slug": "eight-of-wands",
    "arcana": "minor",
    "suit": "wands",
    "keywords": [
      "Speed",
      "movement",
      "action",
      "communication",
      "swift progress."
    ],
    "upright": {
      "short": "Rapid action, exciting news, quick decisions, travel, things coming to a head.",
      "detailed": "Events are moving quickly; travel is imminent; a sudden rush of activity.\n\n**Work & Career:** Quick resolution to a project; urgent communication; business travel.\n\n**Love & Relationships:** Rapid development in a relationship; sudden declaration of love; quick communication.\n\n**Health:** Fast recovery; quick results from a new treatment.\n\n**Spirituality:** Rapid spiritual progress; sudden insights.",
      "general": "Events are moving quickly; travel is imminent; a sudden rush of activity.",
      "work": "Quick resolution to a project; urgent communication; business travel.",
      "love": "Rapid development in a relationship; sudden declaration of love; quick communication.",
      "health": "Fast recovery; quick results from a new treatment.",
      "spirituality": "Rapid spiritual progress; sudden insights."
    },
    "reversed": {
      "short": "Delays, frustration, missed flights, slowness, communication breakdown.",
      "detailed": "When Eight of Wands appears reversed, it suggests delays, frustration, missed flights, slowness, communication breakdown. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Delays, frustration, missed flights, slowness, communication breakdown.",
      "work": "Reversed work meaning - challenges or blockages in: quick resolution to a project; urgent communication; business travel.",
      "love": "Reversed love meaning - difficulties in: rapid development in a relationship; sudden declaration of love; quick communication.",
      "health": "Reversed health meaning - caution regarding: fast recovery; quick results from a new treatment.",
      "spirituality": "Reversed spirituality - disconnection from: rapid spiritual progress; sudden insights."
    },
    "description": "Represents quick, rapid-fire activity and incoming news.",
    "image": "/images/cards/eight-of-wands.jpg",
    "relationships": {
      "supporting_cards": [
        "Wheel of Fortune",
        "The Chariot",
        "Page of Swords"
      ],
      "challenging_cards": [
        "Four of Swords",
        "The Hanged Man",
        "Seven of Swords"
      ]
    }
  },
  {
    "id": 30,
    "name": "Nine of Wands",
    "slug": "nine-of-wands",
    "arcana": "minor",
    "suit": "wands",
    "keywords": [
      "Resilience",
      "stamina",
      "defense",
      "perseverance",
      "final hurdle."
    ],
    "upright": {
      "short": "Standing firm, courage, testing of strength, nearly there, defense.",
      "detailed": "You have the resources to finish; one last challenge remains.\n\n**Work & Career:** Completing a difficult project; the final stages of a career goal.\n\n**Love & Relationships:** Being guarded due to past hurts; needing to trust your partner.\n\n**Health:** Recuperating after a long illness; the last stage of a recovery.\n\n**Spirituality:** Spiritual endurance; protecting your sacred space.",
      "general": "You have the resources to finish; one last challenge remains.",
      "work": "Completing a difficult project; the final stages of a career goal.",
      "love": "Being guarded due to past hurts; needing to trust your partner.",
      "health": "Recuperating after a long illness; the last stage of a recovery.",
      "spirituality": "Spiritual endurance; protecting your sacred space."
    },
    "reversed": {
      "short": "Paranoia, defensive, exhaustion, giving up before the finish line, anxiety.",
      "detailed": "When Nine of Wands appears reversed, it suggests paranoia, defensive, exhaustion, giving up before the finish line, anxiety. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Paranoia, defensive, exhaustion, giving up before the finish line, anxiety.",
      "work": "Reversed work meaning - challenges or blockages in: completing a difficult project; the final stages of a career goal.",
      "love": "Reversed love meaning - difficulties in: being guarded due to past hurts; needing to trust your partner.",
      "health": "Reversed health meaning - caution regarding: recuperating after a long illness; the last stage of a recovery.",
      "spirituality": "Reversed spirituality - disconnection from: spiritual endurance; protecting your sacred space."
    },
    "description": "Represents the final push before success; guardedness.",
    "image": "/images/cards/nine-of-wands.jpg",
    "relationships": {
      "supporting_cards": [
        "Strength",
        "The Hermit",
        "King of Wands"
      ],
      "challenging_cards": [
        "Ten of Swords",
        "Five of Pentacles",
        "Eight of Swords"
      ]
    }
  },
  {
    "id": 31,
    "name": "Ten of Wands",
    "slug": "ten-of-wands",
    "arcana": "minor",
    "suit": "wands",
    "keywords": [
      "Burden",
      "responsibility",
      "heavy load",
      "completion",
      "obligation."
    ],
    "upright": {
      "short": "Overburdened, taking on too much, obligation, near the finish line but exhausted.",
      "detailed": "Too many responsibilities; burnout; the need to delegate.\n\n**Work & Career:** Taking on extra shifts or projects; the pressure of management.\n\n**Love & Relationships:** Carrying the weight of the relationship alone; too many demands.\n\n**Health:** Stress and exhaustion; chronic fatigue; burn out.\n\n**Spirituality:** The burden of dogmatic belief; carrying guilt.",
      "general": "Too many responsibilities; burnout; the need to delegate.",
      "work": "Taking on extra shifts or projects; the pressure of management.",
      "love": "Carrying the weight of the relationship alone; too many demands.",
      "health": "Stress and exhaustion; chronic fatigue; burn out.",
      "spirituality": "The burden of dogmatic belief; carrying guilt."
    },
    "reversed": {
      "short": "Releasing burdens, delegation, relief, inability to cope.",
      "detailed": "When Ten of Wands appears reversed, it suggests releasing burdens, delegation, relief, inability to cope. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Releasing burdens, delegation, relief, inability to cope.",
      "work": "Reversed work meaning - challenges or blockages in: taking on extra shifts or projects; the pressure of management.",
      "love": "Reversed love meaning - difficulties in: carrying the weight of the relationship alone; too many demands.",
      "health": "Reversed health meaning - caution regarding: stress and exhaustion; chronic fatigue; burn out.",
      "spirituality": "Reversed spirituality - disconnection from: the burden of dogmatic belief; carrying guilt."
    },
    "description": "Represents carrying a heavy load, often self-imposed.",
    "image": "/images/cards/ten-of-wands.jpg",
    "relationships": {
      "supporting_cards": [
        "Four of Swords",
        "Five of Pentacles",
        "The Hermit"
      ],
      "challenging_cards": [
        "The Sun",
        "Two of Pentacles",
        "Six of Swords"
      ]
    }
  },
  {
    "id": 32,
    "name": "Page of Wands",
    "slug": "page-of-wands",
    "arcana": "minor",
    "suit": "wands",
    "keywords": [
      "Enthusiasm",
      "new idea",
      "discovery",
      "spark",
      "free spirit."
    ],
    "upright": {
      "short": "Exciting news, new opportunity, inspired beginnings, enthusiasm.",
      "detailed": "A child-like excitement for a new project; receiving inspiring news.\n\n**Work & Career:** A new job offer, a fascinating project, a great learning opportunity.\n\n**Love & Relationships:** New romance or a sudden spark of passion; a playful energy.\n\n**Health:** New exercise regime; a burst of energy to start healthy habits.\n\n**Spirituality:** Curiosity about a new spiritual path; beginner's mind.",
      "general": "A child-like excitement for a new project; receiving inspiring news.",
      "work": "A new job offer, a fascinating project, a great learning opportunity.",
      "love": "New romance or a sudden spark of passion; a playful energy.",
      "health": "New exercise regime; a burst of energy to start healthy habits.",
      "spirituality": "Curiosity about a new spiritual path; beginner's mind."
    },
    "reversed": {
      "short": "Bad news, tantrums, lack of direction, delayed inspiration, pessimism.",
      "detailed": "When Page of Wands appears reversed, it suggests bad news, tantrums, lack of direction, delayed inspiration, pessimism. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Bad news, tantrums, lack of direction, delayed inspiration, pessimism.",
      "work": "Reversed work meaning - challenges or blockages in: a new job offer, a fascinating project, a great learning opportunity.",
      "love": "Reversed love meaning - difficulties in: new romance or a sudden spark of passion; a playful energy.",
      "health": "Reversed health meaning - caution regarding: new exercise regime; a burst of energy to start healthy habits.",
      "spirituality": "Reversed spirituality - disconnection from: curiosity about a new spiritual path; beginner's mind."
    },
    "description": "A messenger of new ideas, passion, and excitement.",
    "image": "/images/cards/page-of-wands.jpg",
    "relationships": {
      "supporting_cards": [
        "Ace of Wands",
        "The Fool",
        "Eight of Wands"
      ],
      "challenging_cards": [
        "Seven of Swords",
        "Four of Swords",
        "The Hanged Man"
      ]
    }
  },
  {
    "id": 33,
    "name": "Knight of Wands",
    "slug": "knight-of-wands",
    "arcana": "minor",
    "suit": "wands",
    "keywords": [
      "Action",
      "impulsiveness",
      "charm",
      "adventure",
      "moving fast."
    ],
    "upright": {
      "short": "Energy, charisma, sudden departure, swift change, following a call to action.",
      "detailed": "Rapid change and excitement; a whirlwind event or person.\n\n**Work & Career:** Changing jobs quickly; a fast-paced work environment; frequent travel.\n\n**Love & Relationships:** A passionate but potentially short-lived romance; a charming but non-committal partner.\n\n**Health:** Energy for intense sports; getting into shape quickly.\n\n**Spirituality:** An energetic pursuit of a spiritual goal; a spiritual journey.",
      "general": "Rapid change and excitement; a whirlwind event or person.",
      "work": "Changing jobs quickly; a fast-paced work environment; frequent travel.",
      "love": "A passionate but potentially short-lived romance; a charming but non-committal partner.",
      "health": "Energy for intense sports; getting into shape quickly.",
      "spirituality": "An energetic pursuit of a spiritual goal; a spiritual journey."
    },
    "reversed": {
      "short": "Hasty decisions, flighty, moodiness, failure to complete, impulsiveness.",
      "detailed": "When Knight of Wands appears reversed, it suggests hasty decisions, flighty, moodiness, failure to complete, impulsiveness. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Hasty decisions, flighty, moodiness, failure to complete, impulsiveness.",
      "work": "Reversed work meaning - challenges or blockages in: changing jobs quickly; a fast-paced work environment; frequent travel.",
      "love": "Reversed love meaning - difficulties in: a passionate but potentially short-lived romance; a charming but non-committal partner.",
      "health": "Reversed health meaning - caution regarding: energy for intense sports; getting into shape quickly.",
      "spirituality": "Reversed spirituality - disconnection from: an energetic pursuit of a spiritual goal; a spiritual journey."
    },
    "description": "Represents quick action, movement, and passionate pursuit.",
    "image": "/images/cards/knight-of-wands.jpg",
    "relationships": {
      "supporting_cards": [
        "The Chariot",
        "Eight of Wands",
        "Two of Wands"
      ],
      "challenging_cards": [
        "Four of Swords",
        "Nine of Wands",
        "Five of Cups"
      ]
    }
  },
  {
    "id": 34,
    "name": "Queen of Wands",
    "slug": "queen-of-wands",
    "arcana": "minor",
    "suit": "wands",
    "keywords": [
      "Bold",
      "passionate",
      "charismatic",
      "confident",
      "determined."
    ],
    "upright": {
      "short": "Exuberance, self-assurance, warmth, vitality, attracting others.",
      "detailed": "A warm, inspiring, and confident female figure; expressing yourself fully.\n\n**Work & Career:** An energetic, successful female leader; running your own business.\n\n**Love & Relationships:** A passionate and dynamic lover; a relationship full of excitement.\n\n**Health:** Great vitality and health; high energy levels.\n\n**Spirituality:** Connecting with fierce, creative spiritual power.",
      "general": "A warm, inspiring, and confident female figure; expressing yourself fully.",
      "work": "An energetic, successful female leader; running your own business.",
      "love": "A passionate and dynamic lover; a relationship full of excitement.",
      "health": "Great vitality and health; high energy levels.",
      "spirituality": "Connecting with fierce, creative spiritual power."
    },
    "reversed": {
      "short": "Domineering, temperamental, selfish, jealous, demanding.",
      "detailed": "When Queen of Wands appears reversed, it suggests domineering, temperamental, selfish, jealous, demanding. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Domineering, temperamental, selfish, jealous, demanding.",
      "work": "Reversed work meaning - challenges or blockages in: an energetic, successful female leader; running your own business.",
      "love": "Reversed love meaning - difficulties in: a passionate and dynamic lover; a relationship full of excitement.",
      "health": "Reversed health meaning - caution regarding: great vitality and health; high energy levels.",
      "spirituality": "Reversed spirituality - disconnection from: connecting with fierce, creative spiritual power."
    },
    "description": "A charismatic, energetic, and powerful woman; inner fire.",
    "image": "/images/cards/queen-of-wands.jpg",
    "relationships": {
      "supporting_cards": [
        "The Empress",
        "Three of Wands",
        "The Sun"
      ],
      "challenging_cards": [
        "The High Priestess",
        "Five of Cups",
        "Ten of Swords"
      ]
    }
  },
  {
    "id": 35,
    "name": "King of Wands",
    "slug": "king-of-wands",
    "arcana": "minor",
    "suit": "wands",
    "keywords": [
      "Visionary",
      "leader",
      "confident",
      "natural born boss",
      "inspiring."
    ],
    "upright": {
      "short": "Natural leader, entrepreneur, honesty, enthusiasm, broad vision.",
      "detailed": "A mature, charismatic male figure; taking on a leadership role.\n\n**Work & Career:** Successful entrepreneur, CEO, or inspiring manager; starting a major venture.\n\n**Love & Relationships:** A passionate, exciting, and adventurous partner; a strong, independent man.\n\n**Health:** Great physical health; leading a very active life.\n\n**Spirituality:** A spiritual teacher or guru; leading others on a path.",
      "general": "A mature, charismatic male figure; taking on a leadership role.",
      "work": "Successful entrepreneur, CEO, or inspiring manager; starting a major venture.",
      "love": "A passionate, exciting, and adventurous partner; a strong, independent man.",
      "health": "Great physical health; leading a very active life.",
      "spirituality": "A spiritual teacher or guru; leading others on a path."
    },
    "reversed": {
      "short": "Tyrannical, ruthless, overly demanding, aggressive, temper.",
      "detailed": "When King of Wands appears reversed, it suggests tyrannical, ruthless, overly demanding, aggressive, temper. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Tyrannical, ruthless, overly demanding, aggressive, temper.",
      "work": "Reversed work meaning - challenges or blockages in: successful entrepreneur, ceo, or inspiring manager; starting a major venture.",
      "love": "Reversed love meaning - difficulties in: a passionate, exciting, and adventurous partner; a strong, independent man.",
      "health": "Reversed health meaning - caution regarding: great physical health; leading a very active life.",
      "spirituality": "Reversed spirituality - disconnection from: a spiritual teacher or guru; leading others on a path."
    },
    "description": "A visionary leader with magnetic energy and integrity.",
    "image": "/images/cards/king-of-wands.jpg",
    "relationships": {
      "supporting_cards": [
        "The Emperor",
        "Nine of Wands",
        "The Magician"
      ],
      "challenging_cards": [
        "King of Swords",
        "The Devil",
        "Seven of Pentacles"
      ]
    }
  },
  {
    "id": 36,
    "name": "Ace of Cups",
    "slug": "ace-of-cups",
    "arcana": "minor",
    "suit": "cups",
    "keywords": [
      "New emotion",
      "intuition",
      "love",
      "compassion",
      "creative outpouring."
    ],
    "upright": {
      "short": "New emotional beginnings, deep feeling, joy, spiritual awareness.",
      "detailed": "A new surge of love, happiness, or creative inspiration.\n\n**Work & Career:** A passion-driven project; a new, creative endeavor; finding fulfillment at work.\n\n**Love & Relationships:** The beginning of a deep, meaningful relationship; overflowing love.\n\n**Health:** Emotional healing; prioritizing self-love and care.\n\n**Spirituality:** Spiritual awakening; deep connection to the divine source of love.",
      "general": "A new surge of love, happiness, or creative inspiration.",
      "work": "A passion-driven project; a new, creative endeavor; finding fulfillment at work.",
      "love": "The beginning of a deep, meaningful relationship; overflowing love.",
      "health": "Emotional healing; prioritizing self-love and care.",
      "spirituality": "Spiritual awakening; deep connection to the divine source of love."
    },
    "reversed": {
      "short": "Blocked emotions, emptiness, repressed creativity, emotional turmoil.",
      "detailed": "When Ace of Cups appears reversed, it suggests blocked emotions, emptiness, repressed creativity, emotional turmoil. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Blocked emotions, emptiness, repressed creativity, emotional turmoil.",
      "work": "Reversed work meaning - challenges or blockages in: a passion-driven project; a new, creative endeavor; finding fulfillment at work.",
      "love": "Reversed love meaning - difficulties in: the beginning of a deep, meaningful relationship; overflowing love.",
      "health": "Reversed health meaning - caution regarding: emotional healing; prioritizing self-love and care.",
      "spirituality": "Reversed spirituality - disconnection from: spiritual awakening; deep connection to the divine source of love."
    },
    "description": "The seed of pure emotion, love, and spiritual fulfillment.",
    "image": "/images/cards/ace-of-cups.jpg",
    "relationships": {
      "supporting_cards": [
        "The Star",
        "The Lovers",
        "Two of Cups"
      ],
      "challenging_cards": [
        "Five of Cups",
        "Two of Swords",
        "The Tower"
      ]
    }
  },
  {
    "id": 37,
    "name": "Two of Cups",
    "slug": "two-of-cups",
    "arcana": "minor",
    "suit": "cups",
    "keywords": [
      "Union",
      "partnership",
      "connection",
      "harmony",
      "mutual attraction."
    ],
    "upright": {
      "short": "Soulmate connection, harmony, balance, mutual respect, engagement.",
      "detailed": "Forming a partnership or collaboration; mutual attraction and respect.\n\n**Work & Career:** Successful business partnership; working well as a team.\n\n**Love & Relationships:** Engagement, marriage, a deep, loving, and balanced connection.\n\n**Health:** Finding a harmonious mind-body connection; balanced hormones.\n\n**Spirituality:** Union with a spiritual partner; connection between inner male/female.",
      "general": "Forming a partnership or collaboration; mutual attraction and respect.",
      "work": "Successful business partnership; working well as a team.",
      "love": "Engagement, marriage, a deep, loving, and balanced connection.",
      "health": "Finding a harmonious mind-body connection; balanced hormones.",
      "spirituality": "Union with a spiritual partner; connection between inner male/female."
    },
    "reversed": {
      "short": "Breakup, discord, imbalance in a relationship, separation, miscommunication.",
      "detailed": "When Two of Cups appears reversed, it suggests breakup, discord, imbalance in a relationship, separation, miscommunication. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Breakup, discord, imbalance in a relationship, separation, miscommunication.",
      "work": "Reversed work meaning - challenges or blockages in: successful business partnership; working well as a team.",
      "love": "Reversed love meaning - difficulties in: engagement, marriage, a deep, loving, and balanced connection.",
      "health": "Reversed health meaning - caution regarding: finding a harmonious mind-body connection; balanced hormones.",
      "spirituality": "Reversed spirituality - disconnection from: union with a spiritual partner; connection between inner male/female."
    },
    "description": "Represents the beautiful union of two people or energies.",
    "image": "/images/cards/two-of-cups.jpg",
    "relationships": {
      "supporting_cards": [
        "The Lovers",
        "Temperance",
        "Justice"
      ],
      "challenging_cards": [
        "Seven of Wands",
        "Five of Cups",
        "Five of Swords"
      ]
    }
  },
  {
    "id": 38,
    "name": "Three of Cups",
    "slug": "three-of-cups",
    "arcana": "minor",
    "suit": "cups",
    "keywords": [
      "Celebration",
      "friendship",
      "community",
      "joy",
      "gathering."
    ],
    "upright": {
      "short": "Parties, social events, friendship, community, fertility, abundance.",
      "detailed": "Celebration with friends; a milestone achieved; a joyous time.\n\n**Work & Career:** Office party, successful team effort, celebrating a win.\n\n**Love & Relationships:** Celebrating an engagement or anniversary; enjoying the social side of a relationship.\n\n**Health:** Celebrating recovery; enjoying physical activity with friends.\n\n**Spirituality:** Joining a spiritual community; sharing joy with others.",
      "general": "Celebration with friends; a milestone achieved; a joyous time.",
      "work": "Office party, successful team effort, celebrating a win.",
      "love": "Celebrating an engagement or anniversary; enjoying the social side of a relationship.",
      "health": "Celebrating recovery; enjoying physical activity with friends.",
      "spirituality": "Joining a spiritual community; sharing joy with others."
    },
    "reversed": {
      "short": "Excess, gossip, isolation, a third-party interference, cancelled celebration.",
      "detailed": "When Three of Cups appears reversed, it suggests excess, gossip, isolation, a third-party interference, cancelled celebration. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Excess, gossip, isolation, a third-party interference, cancelled celebration.",
      "work": "Reversed work meaning - challenges or blockages in: office party, successful team effort, celebrating a win.",
      "love": "Reversed love meaning - difficulties in: celebrating an engagement or anniversary; enjoying the social side of a relationship.",
      "health": "Reversed health meaning - caution regarding: celebrating recovery; enjoying physical activity with friends.",
      "spirituality": "Reversed spirituality - disconnection from: joining a spiritual community; sharing joy with others."
    },
    "description": "Represents celebration, fun, and the joy of social connection.",
    "image": "/images/cards/three-of-cups.jpg",
    "relationships": {
      "supporting_cards": [
        "The Sun",
        "Four of Wands",
        "Ten of Cups"
      ],
      "challenging_cards": [
        "The Hermit",
        "Five of Cups",
        "Seven of Swords"
      ]
    }
  },
  {
    "id": 39,
    "name": "Four of Cups",
    "slug": "four-of-cups",
    "arcana": "minor",
    "suit": "cups",
    "keywords": [
      "Apathy",
      "contemplation",
      "discontent",
      "missed opportunities",
      "boredom."
    ],
    "upright": {
      "short": "Feeling bored or dissatisfied, missing opportunities due to apathy, introspection.",
      "detailed": "Taking current blessings for granted; needing to snap out of a funk.\n\n**Work & Career:** Boredom with a job; missing a great job offer due to indecision.\n\n**Love & Relationships:** Ignoring the good in a relationship; being offered love and refusing it.\n\n**Health:** Lethargy; lack of motivation to change unhealthy habits.\n\n**Spirituality:** Spiritual stagnation; turning down a spiritual gift.",
      "general": "Taking current blessings for granted; needing to snap out of a funk.",
      "work": "Boredom with a job; missing a great job offer due to indecision.",
      "love": "Ignoring the good in a relationship; being offered love and refusing it.",
      "health": "Lethargy; lack of motivation to change unhealthy habits.",
      "spirituality": "Spiritual stagnation; turning down a spiritual gift."
    },
    "reversed": {
      "short": "New enthusiasm, clarity, accepting an invitation, seizing an opportunity.",
      "detailed": "When Four of Cups appears reversed, it suggests new enthusiasm, clarity, accepting an invitation, seizing an opportunity. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: New enthusiasm, clarity, accepting an invitation, seizing an opportunity.",
      "work": "Reversed work meaning - challenges or blockages in: boredom with a job; missing a great job offer due to indecision.",
      "love": "Reversed love meaning - difficulties in: ignoring the good in a relationship; being offered love and refusing it.",
      "health": "Reversed health meaning - caution regarding: lethargy; lack of motivation to change unhealthy habits.",
      "spirituality": "Reversed spirituality - disconnection from: spiritual stagnation; turning down a spiritual gift."
    },
    "description": "Represents feeling emotionally disconnected and unenthusiastic.",
    "image": "/images/cards/four-of-cups.jpg",
    "relationships": {
      "supporting_cards": [
        "The Hermit",
        "The Hanged Man",
        "Seven of Cups"
      ],
      "challenging_cards": [
        "Ace of Wands",
        "The Sun",
        "Knight of Wands"
      ]
    }
  },
  {
    "id": 40,
    "name": "Five of Cups",
    "slug": "five-of-cups",
    "arcana": "minor",
    "suit": "cups",
    "keywords": [
      "Loss",
      "regret",
      "disappointment",
      "grief",
      "mourning."
    ],
    "upright": {
      "short": "Grief, dwelling on loss, regret, seeing the glass half empty, disappointment.",
      "detailed": "A period of sadness or mourning; dwelling on past mistakes.\n\n**Work & Career:** Failure of a project; disappointment over a promotion you didn't get.\n\n**Love & Relationships:** Heartbreak, breakup, regret over a lost love; focusing on the negative aspects of a relationship.\n\n**Health:** Grieving over a health setback; sadness over loss of vitality.\n\n**Spirituality:** Feeling spiritually bankrupt; focusing on past 'sins'.",
      "general": "A period of sadness or mourning; dwelling on past mistakes.",
      "work": "Failure of a project; disappointment over a promotion you didn't get.",
      "love": "Heartbreak, breakup, regret over a lost love; focusing on the negative aspects of a relationship.",
      "health": "Grieving over a health setback; sadness over loss of vitality.",
      "spirituality": "Feeling spiritually bankrupt; focusing on past 'sins'."
    },
    "reversed": {
      "short": "Moving on, accepting loss, forgiveness, looking forward, emotional release.",
      "detailed": "When Five of Cups appears reversed, it suggests moving on, accepting loss, forgiveness, looking forward, emotional release. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Moving on, accepting loss, forgiveness, looking forward, emotional release.",
      "work": "Reversed work meaning - challenges or blockages in: failure of a project; disappointment over a promotion you didn't get.",
      "love": "Reversed love meaning - difficulties in: heartbreak, breakup, regret over a lost love; focusing on the negative aspects of a relationship.",
      "health": "Reversed health meaning - caution regarding: grieving over a health setback; sadness over loss of vitality.",
      "spirituality": "Reversed spirituality - disconnection from: feeling spiritually bankrupt; focusing on past 'sins'."
    },
    "description": "Represents focusing on what has been lost rather than what remains.",
    "image": "/images/cards/five-of-cups.jpg",
    "relationships": {
      "supporting_cards": [
        "Three of Swords",
        "The Tower",
        "Death"
      ],
      "challenging_cards": [
        "Ace of Cups",
        "The Star",
        "Three of Cups"
      ]
    }
  },
  {
    "id": 41,
    "name": "Six of Cups",
    "slug": "six-of-cups",
    "arcana": "minor",
    "suit": "cups",
    "keywords": [
      "Nostalgia",
      "childhood",
      "innocence",
      "reunion",
      "gifts."
    ],
    "upright": {
      "short": "Memories, childhood friends, simplicity, comfort, generosity, the past.",
      "detailed": "Connecting with the past; a reunion with an old friend or family member.\n\n**Work & Career:** Returning to a previous job; working in a familiar, nostalgic environment.\n\n**Love & Relationships:** Connecting with a childhood sweetheart; rekindling an old flame.\n\n**Health:** Old health issues resurfacing; healing through revisiting the past.\n\n**Spirituality:** Connecting with the spiritual wisdom of childhood; past life awareness.",
      "general": "Connecting with the past; a reunion with an old friend or family member.",
      "work": "Returning to a previous job; working in a familiar, nostalgic environment.",
      "love": "Connecting with a childhood sweetheart; rekindling an old flame.",
      "health": "Old health issues resurfacing; healing through revisiting the past.",
      "spirituality": "Connecting with the spiritual wisdom of childhood; past life awareness."
    },
    "reversed": {
      "short": "Living in the past, boredom, moving forward, independence, healing childhood issues.",
      "detailed": "When Six of Cups appears reversed, it suggests living in the past, boredom, moving forward, independence, healing childhood issues. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Living in the past, boredom, moving forward, independence, healing childhood issues.",
      "work": "Reversed work meaning - challenges or blockages in: returning to a previous job; working in a familiar, nostalgic environment.",
      "love": "Reversed love meaning - difficulties in: connecting with a childhood sweetheart; rekindling an old flame.",
      "health": "Reversed health meaning - caution regarding: old health issues resurfacing; healing through revisiting the past.",
      "spirituality": "Reversed spirituality - disconnection from: connecting with the spiritual wisdom of childhood; past life awareness."
    },
    "description": "Represents reminiscing, revisiting the past, and giving/receiving gifts.",
    "image": "/images/cards/six-of-cups.jpg",
    "relationships": {
      "supporting_cards": [
        "The Sun",
        "Three of Cups",
        "Ten of Pentacles"
      ],
      "challenging_cards": [
        "Five of Cups",
        "Eight of Cups",
        "The Hermit"
      ]
    }
  },
  {
    "id": 42,
    "name": "Seven of Cups",
    "slug": "seven-of-cups",
    "arcana": "minor",
    "suit": "cups",
    "keywords": [
      "Illusion",
      "choices",
      "fantasy",
      "wishful thinking",
      "temptation."
    ],
    "upright": {
      "short": "Too many options, daydreaming, wishful thinking, illusion, need for clarity.",
      "detailed": "A need to ground fantasies; prioritizing options; realizing a choice is flawed.\n\n**Work & Career:** Too many job offers; unrealistic business plan; chasing a pipe dream.\n\n**Love & Relationships:** Idealizing a partner; being confused about a relationship's true nature.\n\n**Health:** Fantasy diets or quick fixes; confusing information about treatment.\n\n**Spirituality:** Spiritual illusions; confusing ego with true guidance.",
      "general": "A need to ground fantasies; prioritizing options; realizing a choice is flawed.",
      "work": "Too many job offers; unrealistic business plan; chasing a pipe dream.",
      "love": "Idealizing a partner; being confused about a relationship's true nature.",
      "health": "Fantasy diets or quick fixes; confusing information about treatment.",
      "spirituality": "Spiritual illusions; confusing ego with true guidance."
    },
    "reversed": {
      "short": "Clarity, determination, spiritual alignment, choosing one path, reality check.",
      "detailed": "When Seven of Cups appears reversed, it suggests clarity, determination, spiritual alignment, choosing one path, reality check. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Clarity, determination, spiritual alignment, choosing one path, reality check.",
      "work": "Reversed work meaning - challenges or blockages in: too many job offers; unrealistic business plan; chasing a pipe dream.",
      "love": "Reversed love meaning - difficulties in: idealizing a partner; being confused about a relationship's true nature.",
      "health": "Reversed health meaning - caution regarding: fantasy diets or quick fixes; confusing information about treatment.",
      "spirituality": "Reversed spirituality - disconnection from: spiritual illusions; confusing ego with true guidance."
    },
    "description": "Represents being overwhelmed by choices, often based on illusion.",
    "image": "/images/cards/seven-of-cups.jpg",
    "relationships": {
      "supporting_cards": [
        "The Moon",
        "Four of Cups",
        "The Lovers"
      ],
      "challenging_cards": [
        "The Emperor",
        "The Chariot",
        "Ace of Swords"
      ]
    }
  },
  {
    "id": 43,
    "name": "Eight of Cups",
    "slug": "eight-of-cups",
    "arcana": "minor",
    "suit": "cups",
    "keywords": [
      "Abandonment",
      "walking away",
      "spiritual journey",
      "disillusionment",
      "seeking truth."
    ],
    "upright": {
      "short": "Leaving a disappointing situation, self-discovery, spiritual quest, emotional withdrawal.",
      "detailed": "Leaving a situation that no longer serves you in search of something deeper.\n\n**Work & Career:** Quitting a well-paid but unfulfilling job; seeking a new purpose.\n\n**Love & Relationships:** Walking away from a relationship that lacks emotional depth.\n\n**Health:** Leaving an unhelpful doctor or treatment; finding a more holistic path.\n\n**Spirituality:** A spiritual pilgrimage; leaving comfort for enlightenment.",
      "general": "Leaving a situation that no longer serves you in search of something deeper.",
      "work": "Quitting a well-paid but unfulfilling job; seeking a new purpose.",
      "love": "Walking away from a relationship that lacks emotional depth.",
      "health": "Leaving an unhelpful doctor or treatment; finding a more holistic path.",
      "spirituality": "A spiritual pilgrimage; leaving comfort for enlightenment."
    },
    "reversed": {
      "short": "Fear of leaving, returning to an old situation, stagnation, hesitation.",
      "detailed": "When Eight of Cups appears reversed, it suggests fear of leaving, returning to an old situation, stagnation, hesitation. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Fear of leaving, returning to an old situation, stagnation, hesitation.",
      "work": "Reversed work meaning - challenges or blockages in: quitting a well-paid but unfulfilling job; seeking a new purpose.",
      "love": "Reversed love meaning - difficulties in: walking away from a relationship that lacks emotional depth.",
      "health": "Reversed health meaning - caution regarding: leaving an unhelpful doctor or treatment; finding a more holistic path.",
      "spirituality": "Reversed spirituality - disconnection from: a spiritual pilgrimage; leaving comfort for enlightenment."
    },
    "description": "Represents the difficult but necessary choice to walk away from the known.",
    "image": "/images/cards/eight-of-cups.jpg",
    "relationships": {
      "supporting_cards": [
        "Death",
        "The Hermit",
        "Six of Swords"
      ],
      "challenging_cards": [
        "Four of Cups",
        "Four of Pentacles",
        "Ten of Cups"
      ]
    }
  },
  {
    "id": 44,
    "name": "Nine of Cups",
    "slug": "nine-of-cups",
    "arcana": "minor",
    "suit": "cups",
    "keywords": [
      "Wish fulfillment",
      "satisfaction",
      "luxury",
      "emotional contentment",
      "good fortune."
    ],
    "upright": {
      "short": "Wishes granted, emotional satisfaction, contentment, sensual pleasure, abundance.",
      "detailed": "Feeling satisfied and happy; things turning out exactly as hoped.\n\n**Work & Career:** Dream job; a lucrative deal that brings personal satisfaction.\n\n**Love & Relationships:** A satisfying, fulfilling love life; getting what you desire in a partner.\n\n**Health:** Feeling great; total satisfaction with your physical state.\n\n**Spirituality:** Deep gratitude; spiritual contentment; answered prayers.",
      "general": "Feeling satisfied and happy; things turning out exactly as hoped.",
      "work": "Dream job; a lucrative deal that brings personal satisfaction.",
      "love": "A satisfying, fulfilling love life; getting what you desire in a partner.",
      "health": "Feeling great; total satisfaction with your physical state.",
      "spirituality": "Deep gratitude; spiritual contentment; answered prayers."
    },
    "reversed": {
      "short": "Greed, excess, unfulfilled wishes, disappointment, smugness.",
      "detailed": "When Nine of Cups appears reversed, it suggests greed, excess, unfulfilled wishes, disappointment, smugness. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Greed, excess, unfulfilled wishes, disappointment, smugness.",
      "work": "Reversed work meaning - challenges or blockages in: dream job; a lucrative deal that brings personal satisfaction.",
      "love": "Reversed love meaning - difficulties in: a satisfying, fulfilling love life; getting what you desire in a partner.",
      "health": "Reversed health meaning - caution regarding: feeling great; total satisfaction with your physical state.",
      "spirituality": "Reversed spirituality - disconnection from: deep gratitude; spiritual contentment; answered prayers."
    },
    "description": "Often called the 'Wish Card'; represents emotional joy and satisfaction.",
    "image": "/images/cards/nine-of-cups.jpg",
    "relationships": {
      "supporting_cards": [
        "The Star",
        "The Sun",
        "The Hanged Man"
      ],
      "challenging_cards": [
        "Five of Pentacles",
        "The Devil",
        "Two of Pentacles"
      ]
    }
  },
  {
    "id": 45,
    "name": "Ten of Cups",
    "slug": "ten-of-cups",
    "arcana": "minor",
    "suit": "cups",
    "keywords": [
      "Happiness",
      "harmony",
      "family",
      "joy",
      "emotional security."
    ],
    "upright": {
      "short": "Lasting happiness, emotional fulfillment, happy family, domestic bliss, spiritual peace.",
      "detailed": "The 'happily ever after' card; perfect family life and emotional security.\n\n**Work & Career:** Work that feels like family; a highly supportive and joyful workplace.\n\n**Love & Relationships:** Marriage, children, stable, loving, and fulfilling family unit.\n\n**Health:** Deep-seated well-being; feeling physically and emotionally nurtured.\n\n**Spirituality:** Ultimate spiritual harmony; a state of grace.",
      "general": "The 'happily ever after' card; perfect family life and emotional security.",
      "work": "Work that feels like family; a highly supportive and joyful workplace.",
      "love": "Marriage, children, stable, loving, and fulfilling family unit.",
      "health": "Deep-seated well-being; feeling physically and emotionally nurtured.",
      "spirituality": "Ultimate spiritual harmony; a state of grace."
    },
    "reversed": {
      "short": "Broken family, disharmony, unfulfilled dreams, lack of emotional security.",
      "detailed": "When Ten of Cups appears reversed, it suggests broken family, disharmony, unfulfilled dreams, lack of emotional security. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Broken family, disharmony, unfulfilled dreams, lack of emotional security.",
      "work": "Reversed work meaning - challenges or blockages in: work that feels like family; a highly supportive and joyful workplace.",
      "love": "Reversed love meaning - difficulties in: marriage, children, stable, loving, and fulfilling family unit.",
      "health": "Reversed health meaning - caution regarding: deep-seated well-being; feeling physically and emotionally nurtured.",
      "spirituality": "Reversed spirituality - disconnection from: ultimate spiritual harmony; a state of grace."
    },
    "description": "Represents ultimate emotional fulfillment and joyful domestic life.",
    "image": "/images/cards/ten-of-cups.jpg",
    "relationships": {
      "supporting_cards": [
        "Four of Wands",
        "The Lovers",
        "The World"
      ],
      "challenging_cards": [
        "Five of Cups",
        "Eight of Cups",
        "Ten of Swords"
      ]
    }
  },
  {
    "id": 46,
    "name": "Page of Cups",
    "slug": "page-of-cups",
    "arcana": "minor",
    "suit": "cups",
    "keywords": [
      "Inspiration",
      "emotional news",
      "sensitivity",
      "dreamer",
      "imagination."
    ],
    "upright": {
      "short": "News of pregnancy, emotional offer, creative ideas, dreamy, inner child.",
      "detailed": "An unexpected emotional message; opening up to creative possibilities.\n\n**Work & Career:** A new, emotionally fulfilling project; news of a creative internship.\n\n**Love & Relationships:** A romantic offer; an emotional declaration of feelings; a shy new admirer.\n\n**Health:** Listening to your body's emotional needs; seeking therapy or emotional help.\n\n**Spirituality:** Beginner's intuition; exploring meditation or dream work.",
      "general": "An unexpected emotional message; opening up to creative possibilities.",
      "work": "A new, emotionally fulfilling project; news of a creative internship.",
      "love": "A romantic offer; an emotional declaration of feelings; a shy new admirer.",
      "health": "Listening to your body's emotional needs; seeking therapy or emotional help.",
      "spirituality": "Beginner's intuition; exploring meditation or dream work."
    },
    "reversed": {
      "short": "Emotional immaturity, creative block, bad news, disappointment, fantasy.",
      "detailed": "When Page of Cups appears reversed, it suggests emotional immaturity, creative block, bad news, disappointment, fantasy. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Emotional immaturity, creative block, bad news, disappointment, fantasy.",
      "work": "Reversed work meaning - challenges or blockages in: a new, emotionally fulfilling project; news of a creative internship.",
      "love": "Reversed love meaning - difficulties in: a romantic offer; an emotional declaration of feelings; a shy new admirer.",
      "health": "Reversed health meaning - caution regarding: listening to your body's emotional needs; seeking therapy or emotional help.",
      "spirituality": "Reversed spirituality - disconnection from: beginner's intuition; exploring meditation or dream work."
    },
    "description": "A sensitive messenger of emotional beginnings and creative ideas.",
    "image": "/images/cards/page-of-cups.jpg",
    "relationships": {
      "supporting_cards": [
        "Ace of Cups",
        "The Star",
        "Three of Cups"
      ],
      "challenging_cards": [
        "Two of Swords",
        "Five of Cups",
        "Seven of Cups"
      ]
    }
  },
  {
    "id": 47,
    "name": "Knight of Cups",
    "slug": "knight-of-cups",
    "arcana": "minor",
    "suit": "cups",
    "keywords": [
      "Romance",
      "charm",
      "proposal",
      "imagination",
      "bringing emotion."
    ],
    "upright": {
      "short": "An invitation, proposal, charm, romance, following the heart, imaginative.",
      "detailed": "A romantic offer or invitation; a persuasive, charming person enters your life.\n\n**Work & Career:** An offer to work on a creative, passion-driven project.\n\n**Love & Relationships:** A proposal of love or marriage; a knight in shining armor.\n\n**Health:** Finding emotional balance and passion for life.\n\n**Spirituality:** Seeking emotional truth; a spiritual calling or quest.",
      "general": "A romantic offer or invitation; a persuasive, charming person enters your life.",
      "work": "An offer to work on a creative, passion-driven project.",
      "love": "A proposal of love or marriage; a knight in shining armor.",
      "health": "Finding emotional balance and passion for life.",
      "spirituality": "Seeking emotional truth; a spiritual calling or quest."
    },
    "reversed": {
      "short": "Moodiness, deception, unrealistic expectations, failed proposals, manipulation.",
      "detailed": "When Knight of Cups appears reversed, it suggests moodiness, deception, unrealistic expectations, failed proposals, manipulation. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Moodiness, deception, unrealistic expectations, failed proposals, manipulation.",
      "work": "Reversed work meaning - challenges or blockages in: an offer to work on a creative, passion-driven project.",
      "love": "Reversed love meaning - difficulties in: a proposal of love or marriage; a knight in shining armor.",
      "health": "Reversed health meaning - caution regarding: finding emotional balance and passion for life.",
      "spirituality": "Reversed spirituality - disconnection from: seeking emotional truth; a spiritual calling or quest."
    },
    "description": "A charismatic, emotional messenger of love and creativity.",
    "image": "/images/cards/knight-of-cups.jpg",
    "relationships": {
      "supporting_cards": [
        "The Lovers",
        "Queen of Cups",
        "Two of Cups"
      ],
      "challenging_cards": [
        "King of Swords",
        "Seven of Swords",
        "The Devil"
      ]
    }
  },
  {
    "id": 48,
    "name": "Queen of Cups",
    "slug": "queen-of-cups",
    "arcana": "minor",
    "suit": "cups",
    "keywords": [
      "Compassion",
      "emotional security",
      "intuitive",
      "calm",
      "loving."
    ],
    "upright": {
      "short": "Nurturing, psychic, loving, emotional stability, empathy, caring mother.",
      "detailed": "A sensitive, nurturing female figure; trusting your deep inner voice.\n\n**Work & Career:** Creative jobs; counseling or therapy; a supportive female manager.\n\n**Love & Relationships:** Unconditional love; a relationship based on deep emotional connection.\n\n**Health:** Emotional well-being; healing others through empathy.\n\n**Spirituality:** Powerful intuition; mediumship; deep spiritual connection and guidance.",
      "general": "A sensitive, nurturing female figure; trusting your deep inner voice.",
      "work": "Creative jobs; counseling or therapy; a supportive female manager.",
      "love": "Unconditional love; a relationship based on deep emotional connection.",
      "health": "Emotional well-being; healing others through empathy.",
      "spirituality": "Powerful intuition; mediumship; deep spiritual connection and guidance."
    },
    "reversed": {
      "short": "Co-dependency, martyrdom, emotional manipulation, self-pity, moodiness.",
      "detailed": "When Queen of Cups appears reversed, it suggests co-dependency, martyrdom, emotional manipulation, self-pity, moodiness. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Co-dependency, martyrdom, emotional manipulation, self-pity, moodiness.",
      "work": "Reversed work meaning - challenges or blockages in: creative jobs; counseling or therapy; a supportive female manager.",
      "love": "Reversed love meaning - difficulties in: unconditional love; a relationship based on deep emotional connection.",
      "health": "Reversed health meaning - caution regarding: emotional well-being; healing others through empathy.",
      "spirituality": "Reversed spirituality - disconnection from: powerful intuition; mediumship; deep spiritual connection and guidance."
    },
    "description": "A deeply compassionate, intuitive, and emotionally stable woman.",
    "image": "/images/cards/queen-of-cups.jpg",
    "relationships": {
      "supporting_cards": [
        "The High Priestess",
        "Temperance",
        "King of Cups"
      ],
      "challenging_cards": [
        "Queen of Swords",
        "The Devil",
        "Seven of Cups"
      ]
    }
  },
  {
    "id": 49,
    "name": "King of Cups",
    "slug": "king-of-cups",
    "arcana": "minor",
    "suit": "cups",
    "keywords": [
      "Emotional balance",
      "wisdom",
      "diplomatic",
      "generous",
      "kind."
    ],
    "upright": {
      "short": "Compassionate, control of emotions, kind father, diplomacy, creative maturity.",
      "detailed": "A fair, emotionally stable male figure; using wisdom and diplomacy.\n\n**Work & Career:** Counselor, artist, philanthropist; a supportive, calm manager.\n\n**Love & Relationships:** A mature, loving, and stable partner; a man who understands emotion.\n\n**Health:** Emotional mastery; using therapy or meditation for well-being.\n\n**Spirituality:** A spiritual mentor; deep mastery of emotional and spiritual life.",
      "general": "A fair, emotionally stable male figure; using wisdom and diplomacy.",
      "work": "Counselor, artist, philanthropist; a supportive, calm manager.",
      "love": "A mature, loving, and stable partner; a man who understands emotion.",
      "health": "Emotional mastery; using therapy or meditation for well-being.",
      "spirituality": "A spiritual mentor; deep mastery of emotional and spiritual life."
    },
    "reversed": {
      "short": "Emotional manipulation, mood swings, cruelty, repressed feelings, coldness.",
      "detailed": "When King of Cups appears reversed, it suggests emotional manipulation, mood swings, cruelty, repressed feelings, coldness. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Emotional manipulation, mood swings, cruelty, repressed feelings, coldness.",
      "work": "Reversed work meaning - challenges or blockages in: counselor, artist, philanthropist; a supportive, calm manager.",
      "love": "Reversed love meaning - difficulties in: a mature, loving, and stable partner; a man who understands emotion.",
      "health": "Reversed health meaning - caution regarding: emotional mastery; using therapy or meditation for well-being.",
      "spirituality": "Reversed spirituality - disconnection from: a spiritual mentor; deep mastery of emotional and spiritual life."
    },
    "description": "A mature, emotionally balanced, and wise man.",
    "image": "/images/cards/king-of-cups.jpg",
    "relationships": {
      "supporting_cards": [
        "Justice",
        "Temperance",
        "Queen of Cups"
      ],
      "challenging_cards": [
        "King of Swords",
        "The Devil",
        "Five of Swords"
      ]
    }
  },
  {
    "id": 50,
    "name": "Ace of Swords",
    "slug": "ace-of-swords",
    "arcana": "minor",
    "suit": "swords",
    "keywords": [
      "Clarity",
      "breakthrough",
      "truth",
      "mental power",
      "new idea."
    ],
    "upright": {
      "short": "Mental clarity, a clear decision, intellectual breakthrough, piercing the illusion, triumph of intellect.",
      "detailed": "A moment of stark truth; a clear 'Aha!' moment; solving a complex problem.\n\n**Work & Career:** A clear business plan; intellectual challenge; a decision needs to be made now.\n\n**Love & Relationships:** Clear, honest communication; a decision about the relationship; mental compatibility.\n\n**Health:** A clear diagnosis; a sudden breakthrough in understanding an illness.\n\n**Spirituality:** Clarity of vision; spiritual discipline and truth-seeking.",
      "general": "A moment of stark truth; a clear 'Aha!' moment; solving a complex problem.",
      "work": "A clear business plan; intellectual challenge; a decision needs to be made now.",
      "love": "Clear, honest communication; a decision about the relationship; mental compatibility.",
      "health": "A clear diagnosis; a sudden breakthrough in understanding an illness.",
      "spirituality": "Clarity of vision; spiritual discipline and truth-seeking."
    },
    "reversed": {
      "short": "Confusion, misused power, blocked communication, lack of mental clarity, destruction.",
      "detailed": "When Ace of Swords appears reversed, it suggests confusion, misused power, blocked communication, lack of mental clarity, destruction. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Confusion, misused power, blocked communication, lack of mental clarity, destruction.",
      "work": "Reversed work meaning - challenges or blockages in: a clear business plan; intellectual challenge; a decision needs to be made now.",
      "love": "Reversed love meaning - difficulties in: clear, honest communication; a decision about the relationship; mental compatibility.",
      "health": "Reversed health meaning - caution regarding: a clear diagnosis; a sudden breakthrough in understanding an illness.",
      "spirituality": "Reversed spirituality - disconnection from: clarity of vision; spiritual discipline and truth-seeking."
    },
    "description": "The seed of mental power, truth, and decisive action.",
    "image": "/images/cards/ace-of-swords.jpg",
    "relationships": {
      "supporting_cards": [
        "The Magician",
        "Judgement",
        "Two of Swords"
      ],
      "challenging_cards": [
        "The Moon",
        "Seven of Cups",
        "Five of Swords"
      ]
    }
  },
  {
    "id": 51,
    "name": "Two of Swords",
    "slug": "two-of-swords",
    "arcana": "minor",
    "suit": "swords",
    "keywords": [
      "Stalemate",
      "blocked emotion",
      "indecision",
      "avoidance",
      "refusal to see."
    ],
    "upright": {
      "short": "Stuck between two options, refusal to face the truth, truce, balancing conflict.",
      "detailed": "A difficult choice where both options seem equally undesirable; avoiding conflict.\n\n**Work & Career:** Indecision over two career paths; a stalemate in a negotiation.\n\n**Love & Relationships:** Refusing to see problems in a relationship; being stuck between two partners.\n\n**Health:** Ignoring symptoms; avoiding a necessary medical decision.\n\n**Spirituality:** Stuck between two opposing belief systems; intellectual blockade.",
      "general": "A difficult choice where both options seem equally undesirable; avoiding conflict.",
      "work": "Indecision over two career paths; a stalemate in a negotiation.",
      "love": "Refusing to see problems in a relationship; being stuck between two partners.",
      "health": "Ignoring symptoms; avoiding a necessary medical decision.",
      "spirituality": "Stuck between two opposing belief systems; intellectual blockade."
    },
    "reversed": {
      "short": "Resolution, facing the truth, emotional breakdown, release, fear of choosing.",
      "detailed": "When Two of Swords appears reversed, it suggests resolution, facing the truth, emotional breakdown, release, fear of choosing. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Resolution, facing the truth, emotional breakdown, release, fear of choosing.",
      "work": "Reversed work meaning - challenges or blockages in: indecision over two career paths; a stalemate in a negotiation.",
      "love": "Reversed love meaning - difficulties in: refusing to see problems in a relationship; being stuck between two partners.",
      "health": "Reversed health meaning - caution regarding: ignoring symptoms; avoiding a necessary medical decision.",
      "spirituality": "Reversed spirituality - disconnection from: stuck between two opposing belief systems; intellectual blockade."
    },
    "description": "Represents mental stalemate and willful ignorance of facts.",
    "image": "/images/cards/two-of-swords.jpg",
    "relationships": {
      "supporting_cards": [
        "Justice",
        "The Hermit",
        "Four of Swords"
      ],
      "challenging_cards": [
        "Ace of Swords",
        "The Moon",
        "Three of Wands"
      ]
    }
  },
  {
    "id": 52,
    "name": "Three of Swords",
    "slug": "three-of-swords",
    "arcana": "minor",
    "suit": "swords",
    "keywords": [
      "Heartbreak",
      "pain",
      "grief",
      "sorrow",
      "rejection."
    ],
    "upright": {
      "short": "Painful separation, heartbreak, loss, grief, sorrow, emotional pain.",
      "detailed": "Emotional hurt and disappointment; finding the courage to face pain.\n\n**Work & Career:** A painful professional setback; losing a job or contract.\n\n**Love & Relationships:** Breakup, infidelity, deep sorrow over a relationship ending.\n\n**Health:** Surgery; emotional pain affecting physical health; dealing with a difficult diagnosis.\n\n**Spirituality:** The pain of spiritual separation or doubt.",
      "general": "Emotional hurt and disappointment; finding the courage to face pain.",
      "work": "A painful professional setback; losing a job or contract.",
      "love": "Breakup, infidelity, deep sorrow over a relationship ending.",
      "health": "Surgery; emotional pain affecting physical health; dealing with a difficult diagnosis.",
      "spirituality": "The pain of spiritual separation or doubt."
    },
    "reversed": {
      "short": "Recovery, releasing pain, finding closure, pessimism, minor heartbreak.",
      "detailed": "When Three of Swords appears reversed, it suggests recovery, releasing pain, finding closure, pessimism, minor heartbreak. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Recovery, releasing pain, finding closure, pessimism, minor heartbreak.",
      "work": "Reversed work meaning - challenges or blockages in: a painful professional setback; losing a job or contract.",
      "love": "Reversed love meaning - difficulties in: breakup, infidelity, deep sorrow over a relationship ending.",
      "health": "Reversed health meaning - caution regarding: surgery; emotional pain affecting physical health; dealing with a difficult diagnosis.",
      "spirituality": "Reversed spirituality - disconnection from: the pain of spiritual separation or doubt."
    },
    "description": "Represents the pain of betrayal or emotional wound.",
    "image": "/images/cards/three-of-swords.jpg",
    "relationships": {
      "supporting_cards": [
        "Five of Cups",
        "The Tower",
        "Ten of Swords"
      ],
      "challenging_cards": [
        "The Sun",
        "Four of Wands",
        "Two of Cups"
      ]
    }
  },
  {
    "id": 53,
    "name": "Four of Swords",
    "slug": "four-of-swords",
    "arcana": "minor",
    "suit": "swords",
    "keywords": [
      "Rest",
      "recuperation",
      "solitude",
      "peace",
      "retreat."
    ],
    "upright": {
      "short": "Rest, recovery, meditation, peace, self-imposed retreat, healing.",
      "detailed": "Taking a break from the noise; needed time off for mental health.\n\n**Work & Career:** Sick leave, vacation, a quiet period at work for reflection.\n\n**Love & Relationships:** Needing space in a relationship; a quiet, peaceful time together.\n\n**Health:** Hospitalization; deep rest for physical or mental healing.\n\n**Spirituality:** Meditation retreat; deep focus on inner work.",
      "general": "Taking a break from the noise; needed time off for mental health.",
      "work": "Sick leave, vacation, a quiet period at work for reflection.",
      "love": "Needing space in a relationship; a quiet, peaceful time together.",
      "health": "Hospitalization; deep rest for physical or mental healing.",
      "spirituality": "Meditation retreat; deep focus on inner work."
    },
    "reversed": {
      "short": "Restlessness, burnout, waking up, return to activity, swift recovery.",
      "detailed": "When Four of Swords appears reversed, it suggests restlessness, burnout, waking up, return to activity, swift recovery. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Restlessness, burnout, waking up, return to activity, swift recovery.",
      "work": "Reversed work meaning - challenges or blockages in: sick leave, vacation, a quiet period at work for reflection.",
      "love": "Reversed love meaning - difficulties in: needing space in a relationship; a quiet, peaceful time together.",
      "health": "Reversed health meaning - caution regarding: hospitalization; deep rest for physical or mental healing.",
      "spirituality": "Reversed spirituality - disconnection from: meditation retreat; deep focus on inner work."
    },
    "description": "Represents a needed period of rest and mental isolation.",
    "image": "/images/cards/four-of-swords.jpg",
    "relationships": {
      "supporting_cards": [
        "The Hermit",
        "The Hanged Man",
        "Temperance"
      ],
      "challenging_cards": [
        "Eight of Wands",
        "Knight of Wands",
        "The Chariot"
      ]
    }
  },
  {
    "id": 54,
    "name": "Five of Swords",
    "slug": "five-of-swords",
    "arcana": "minor",
    "suit": "swords",
    "keywords": [
      "Conflict",
      "tension",
      "defeat",
      "win at all costs",
      "loss."
    ],
    "upright": {
      "short": "Conflict, loss, dishonor, 'winning' by sacrificing integrity, resentment.",
      "detailed": "A hollow victory; resentment and hostility; choosing your battles wisely.\n\n**Work & Career:** Winning a contract by stepping on others; an office rivalry.\n\n**Love & Relationships:** Hostility and resentment in a relationship; emotional blackmail.\n\n**Health:** Mental stress caused by conflict; a fight with a doctor.\n\n**Spirituality:** Spiritual ego; using beliefs to judge others.",
      "general": "A hollow victory; resentment and hostility; choosing your battles wisely.",
      "work": "Winning a contract by stepping on others; an office rivalry.",
      "love": "Hostility and resentment in a relationship; emotional blackmail.",
      "health": "Mental stress caused by conflict; a fight with a doctor.",
      "spirituality": "Spiritual ego; using beliefs to judge others."
    },
    "reversed": {
      "short": "Reconciliation, ending a conflict, overcoming loss, desire for peace, remorse.",
      "detailed": "When Five of Swords appears reversed, it suggests reconciliation, ending a conflict, overcoming loss, desire for peace, remorse. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Reconciliation, ending a conflict, overcoming loss, desire for peace, remorse.",
      "work": "Reversed work meaning - challenges or blockages in: winning a contract by stepping on others; an office rivalry.",
      "love": "Reversed love meaning - difficulties in: hostility and resentment in a relationship; emotional blackmail.",
      "health": "Reversed health meaning - caution regarding: mental stress caused by conflict; a fight with a doctor.",
      "spirituality": "Reversed spirituality - disconnection from: spiritual ego; using beliefs to judge others."
    },
    "description": "Represents a conflict where no one truly wins.",
    "image": "/images/cards/five-of-swords.jpg",
    "relationships": {
      "supporting_cards": [
        "The Devil",
        "Ten of Swords",
        "Seven of Swords"
      ],
      "challenging_cards": [
        "Two of Cups",
        "The Lovers",
        "Strength"
      ]
    }
  },
  {
    "id": 55,
    "name": "Six of Swords",
    "slug": "six-of-swords",
    "arcana": "minor",
    "suit": "swords",
    "keywords": [
      "Transition",
      "movement",
      "passage",
      "escape",
      "moving on."
    ],
    "upright": {
      "short": "Moving to calmer waters, recovery, escape, leaving troubles behind, transition.",
      "detailed": "A literal or emotional move; things are slowly improving; journey.\n\n**Work & Career:** Moving to a better job; transitioning to a new company or role.\n\n**Love & Relationships:** Leaving a toxic relationship; moving forward after a relationship loss.\n\n**Health:** Slow but steady recovery; moving away from an unhealthy environment.\n\n**Spirituality:** A transition in belief systems; leaving an old spiritual path.",
      "general": "A literal or emotional move; things are slowly improving; journey.",
      "work": "Moving to a better job; transitioning to a new company or role.",
      "love": "Leaving a toxic relationship; moving forward after a relationship loss.",
      "health": "Slow but steady recovery; moving away from an unhealthy environment.",
      "spirituality": "A transition in belief systems; leaving an old spiritual path."
    },
    "reversed": {
      "short": "Stuck in the past, travel delays, inability to move on, confusion.",
      "detailed": "When Six of Swords appears reversed, it suggests stuck in the past, travel delays, inability to move on, confusion. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Stuck in the past, travel delays, inability to move on, confusion.",
      "work": "Reversed work meaning - challenges or blockages in: moving to a better job; transitioning to a new company or role.",
      "love": "Reversed love meaning - difficulties in: leaving a toxic relationship; moving forward after a relationship loss.",
      "health": "Reversed health meaning - caution regarding: slow but steady recovery; moving away from an unhealthy environment.",
      "spirituality": "Reversed spirituality - disconnection from: a transition in belief systems; leaving an old spiritual path."
    },
    "description": "Represents moving away from difficulty toward a more peaceful future.",
    "image": "/images/cards/six-of-swords.jpg",
    "relationships": {
      "supporting_cards": [
        "Temperance",
        "The Star",
        "Eight of Cups"
      ],
      "challenging_cards": [
        "Four of Swords",
        "Ten of Wands",
        "Five of Cups"
      ]
    }
  },
  {
    "id": 56,
    "name": "Seven of Swords",
    "slug": "seven-of-swords",
    "arcana": "minor",
    "suit": "swords",
    "keywords": [
      "Deception",
      "sneakiness",
      "theft",
      "betrayal",
      "solitude."
    ],
    "upright": {
      "short": "Trickery, getting away with something, theft, secrecy, running away.",
      "detailed": "Someone is being dishonest; the need for discretion; taking something you haven't earned.\n\n**Work & Career:** Stealing ideas; office gossip; leaving a project incomplete to start another.\n\n**Love & Relationships:** Infidelity, secrets, dishonesty in a relationship; sneaking around.\n\n**Health:** Avoiding a necessary check-up; hiding a medical condition.\n\n**Spirituality:** Spiritual bypassing; intellectualizing faith to avoid true commitment.",
      "general": "Someone is being dishonest; the need for discretion; taking something you haven't earned.",
      "work": "Stealing ideas; office gossip; leaving a project incomplete to start another.",
      "love": "Infidelity, secrets, dishonesty in a relationship; sneaking around.",
      "health": "Avoiding a necessary check-up; hiding a medical condition.",
      "spirituality": "Spiritual bypassing; intellectualizing faith to avoid true commitment."
    },
    "reversed": {
      "short": "Confession, coming clean, facing consequences, integrity, returning what was taken.",
      "detailed": "When Seven of Swords appears reversed, it suggests confession, coming clean, facing consequences, integrity, returning what was taken. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Confession, coming clean, facing consequences, integrity, returning what was taken.",
      "work": "Reversed work meaning - challenges or blockages in: stealing ideas; office gossip; leaving a project incomplete to start another.",
      "love": "Reversed love meaning - difficulties in: infidelity, secrets, dishonesty in a relationship; sneaking around.",
      "health": "Reversed health meaning - caution regarding: avoiding a necessary check-up; hiding a medical condition.",
      "spirituality": "Reversed spirituality - disconnection from: spiritual bypassing; intellectualizing faith to avoid true commitment."
    },
    "description": "Represents acting sneakily or getting away with a secret plan.",
    "image": "/images/cards/seven-of-swords.jpg",
    "relationships": {
      "supporting_cards": [
        "The Devil",
        "Five of Swords",
        "The Moon"
      ],
      "challenging_cards": [
        "Justice",
        "The Hierophant",
        "Two of Wands"
      ]
    }
  },
  {
    "id": 57,
    "name": "Eight of Swords",
    "slug": "eight-of-swords",
    "arcana": "minor",
    "suit": "swords",
    "keywords": [
      "Restriction",
      "imprisonment",
      "fear",
      "powerlessness",
      "self-imposed limitation."
    ],
    "upright": {
      "short": "Feeling trapped, self-imprisonment, negative self-talk, victim mentality, helplessness.",
      "detailed": "Your mind is holding you hostage; the limitations are self-imposed.\n\n**Work & Career:** Feeling stuck in a dead-end job; fear of speaking up.\n\n**Love & Relationships:** Feeling trapped in a relationship; being paralyzed by fear of rejection.\n\n**Health:** Anxiety and panic attacks; hypochondria; feeling helpless about a condition.\n\n**Spirituality:** Dogmatic thought; fear of spiritual exploration.",
      "general": "Your mind is holding you hostage; the limitations are self-imposed.",
      "work": "Feeling stuck in a dead-end job; fear of speaking up.",
      "love": "Feeling trapped in a relationship; being paralyzed by fear of rejection.",
      "health": "Anxiety and panic attacks; hypochondria; feeling helpless about a condition.",
      "spirituality": "Dogmatic thought; fear of spiritual exploration."
    },
    "reversed": {
      "short": "Releasing restriction, self-acceptance, freedom, overcoming fear, finding a way out.",
      "detailed": "When Eight of Swords appears reversed, it suggests releasing restriction, self-acceptance, freedom, overcoming fear, finding a way out. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Releasing restriction, self-acceptance, freedom, overcoming fear, finding a way out.",
      "work": "Reversed work meaning - challenges or blockages in: feeling stuck in a dead-end job; fear of speaking up.",
      "love": "Reversed love meaning - difficulties in: feeling trapped in a relationship; being paralyzed by fear of rejection.",
      "health": "Reversed health meaning - caution regarding: anxiety and panic attacks; hypochondria; feeling helpless about a condition.",
      "spirituality": "Reversed spirituality - disconnection from: dogmatic thought; fear of spiritual exploration."
    },
    "description": "Represents feeling trapped by one's own thoughts and fears.",
    "image": "/images/cards/eight-of-swords.jpg",
    "relationships": {
      "supporting_cards": [
        "The Moon",
        "Ten of Swords",
        "The Hanged Man"
      ],
      "challenging_cards": [
        "The Star",
        "The World",
        "Nine of Wands"
      ]
    }
  },
  {
    "id": 58,
    "name": "Nine of Swords",
    "slug": "nine-of-swords",
    "arcana": "minor",
    "suit": "swords",
    "keywords": [
      "Anxiety",
      "worry",
      "nightmares",
      "fear",
      "despair."
    ],
    "upright": {
      "short": "Nightmares, worry, intense anxiety, guilt, despair, sleepless nights.",
      "detailed": "Sleepless nights and anxiety; the worry is usually worse than the reality.\n\n**Work & Career:** Worrying excessively about performance or job security; stress overload.\n\n**Love & Relationships:** Worrying about a partner; guilt over a relationship decision.\n\n**Health:** Anxiety disorders; stress-related illnesses; seeking professional help.\n\n**Spirituality:** Spiritual crisis; intense doubt and fear.",
      "general": "Sleepless nights and anxiety; the worry is usually worse than the reality.",
      "work": "Worrying excessively about performance or job security; stress overload.",
      "love": "Worrying about a partner; guilt over a relationship decision.",
      "health": "Anxiety disorders; stress-related illnesses; seeking professional help.",
      "spirituality": "Spiritual crisis; intense doubt and fear."
    },
    "reversed": {
      "short": "Releasing worry, facing fear, finding relief, reaching out for help.",
      "detailed": "When Nine of Swords appears reversed, it suggests releasing worry, facing fear, finding relief, reaching out for help. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Releasing worry, facing fear, finding relief, reaching out for help.",
      "work": "Reversed work meaning - challenges or blockages in: worrying excessively about performance or job security; stress overload.",
      "love": "Reversed love meaning - difficulties in: worrying about a partner; guilt over a relationship decision.",
      "health": "Reversed health meaning - caution regarding: anxiety disorders; stress-related illnesses; seeking professional help.",
      "spirituality": "Reversed spirituality - disconnection from: spiritual crisis; intense doubt and fear."
    },
    "description": "Represents intense worry, anxiety, and mental distress.",
    "image": "/images/cards/nine-of-swords.jpg",
    "relationships": {
      "supporting_cards": [
        "Five of Pentacles",
        "Three of Swords",
        "The Tower"
      ],
      "challenging_cards": [
        "The Sun",
        "Nine of Cups",
        "Four of Wands"
      ]
    }
  },
  {
    "id": 59,
    "name": "Ten of Swords",
    "slug": "ten-of-swords",
    "arcana": "minor",
    "suit": "swords",
    "keywords": [
      "Ruin",
      "ending",
      "betrayal",
      "absolute defeat",
      "rock bottom."
    ],
    "upright": {
      "short": "Total ruin, betrayal, hitting rock bottom, irreversible end, crisis.",
      "detailed": "A devastating end that clears the path for a new beginning; relief after the pain.\n\n**Work & Career:** Job loss, betrayal by a colleague, final failure of a venture.\n\n**Love & Relationships:** The absolute, painful end of a relationship; deep betrayal.\n\n**Health:** Major illness or health crisis; a necessary intervention.\n\n**Spirituality:** Shedding all illusion; spiritual ego death.",
      "general": "A devastating end that clears the path for a new beginning; relief after the pain.",
      "work": "Job loss, betrayal by a colleague, final failure of a venture.",
      "love": "The absolute, painful end of a relationship; deep betrayal.",
      "health": "Major illness or health crisis; a necessary intervention.",
      "spirituality": "Shedding all illusion; spiritual ego death."
    },
    "reversed": {
      "short": "Recovery, inevitable end averted, minor setback, escaping disaster.",
      "detailed": "When Ten of Swords appears reversed, it suggests recovery, inevitable end averted, minor setback, escaping disaster. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Recovery, inevitable end averted, minor setback, escaping disaster.",
      "work": "Reversed work meaning - challenges or blockages in: job loss, betrayal by a colleague, final failure of a venture.",
      "love": "Reversed love meaning - difficulties in: the absolute, painful end of a relationship; deep betrayal.",
      "health": "Reversed health meaning - caution regarding: major illness or health crisis; a necessary intervention.",
      "spirituality": "Reversed spirituality - disconnection from: shedding all illusion; spiritual ego death."
    },
    "description": "Represents the painful but final end of a difficult cycle.",
    "image": "/images/cards/ten-of-swords.jpg",
    "relationships": {
      "supporting_cards": [
        "Death",
        "The Tower",
        "Five of Swords"
      ],
      "challenging_cards": [
        "The Sun",
        "The World",
        "Nine of Wands"
      ]
    }
  },
  {
    "id": 60,
    "name": "Page of Swords",
    "slug": "page-of-swords",
    "arcana": "minor",
    "suit": "swords",
    "keywords": [
      "Curiosity",
      "mental energy",
      "restless",
      "communicative",
      "truth-seeker."
    ],
    "upright": {
      "short": "New ideas, curious, talking a lot, mental energy, speaking truth.",
      "detailed": "The spark of a new idea; receiving information or news; a truth-seeker.\n\n**Work & Career:** A new area of study; a job requiring communication and analysis.\n\n**Love & Relationships:** Lots of talking in a relationship; asking many questions; a young, clever partner.\n\n**Health:** New information about a health condition; being highly informed.\n\n**Spirituality:** Intellectual exploration of a spiritual path; questioning beliefs.",
      "general": "The spark of a new idea; receiving information or news; a truth-seeker.",
      "work": "A new area of study; a job requiring communication and analysis.",
      "love": "Lots of talking in a relationship; asking many questions; a young, clever partner.",
      "health": "New information about a health condition; being highly informed.",
      "spirituality": "Intellectual exploration of a spiritual path; questioning beliefs."
    },
    "reversed": {
      "short": "Gossip, scattered thoughts, insensitivity, lack of follow-through, surveillance.",
      "detailed": "When Page of Swords appears reversed, it suggests gossip, scattered thoughts, insensitivity, lack of follow-through, surveillance. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Gossip, scattered thoughts, insensitivity, lack of follow-through, surveillance.",
      "work": "Reversed work meaning - challenges or blockages in: a new area of study; a job requiring communication and analysis.",
      "love": "Reversed love meaning - difficulties in: lots of talking in a relationship; asking many questions; a young, clever partner.",
      "health": "Reversed health meaning - caution regarding: new information about a health condition; being highly informed.",
      "spirituality": "Reversed spirituality - disconnection from: intellectual exploration of a spiritual path; questioning beliefs."
    },
    "description": "A clever, curious, and restless messenger of mental energy.",
    "image": "/images/cards/page-of-swords.jpg",
    "relationships": {
      "supporting_cards": [
        "Ace of Swords",
        "Eight of Wands",
        "The Magician"
      ],
      "challenging_cards": [
        "The Hierophant",
        "Seven of Swords",
        "Four of Swords"
      ]
    }
  },
  {
    "id": 61,
    "name": "Knight of Swords",
    "slug": "knight-of-swords",
    "arcana": "minor",
    "suit": "swords",
    "keywords": [
      "Ambition",
      "haste",
      "directness",
      "rash action",
      "focused energy."
    ],
    "upright": {
      "short": "Direct action, ambition, speed, rushing in, focused and driven.",
      "detailed": "Charging ahead with a plan; a rapid, powerful push for change.\n\n**Work & Career:** An aggressive, fast-paced work environment; a powerful new project.\n\n**Love & Relationships:** A sudden, intense pursuit; a relationship moving too fast; a confrontational partner.\n\n**Health:** Rapid diagnosis; aggressive treatment plan; energetic approach to fitness.\n\n**Spirituality:** Fanatical adherence to a belief; aggressively defending a belief.",
      "general": "Charging ahead with a plan; a rapid, powerful push for change.",
      "work": "An aggressive, fast-paced work environment; a powerful new project.",
      "love": "A sudden, intense pursuit; a relationship moving too fast; a confrontational partner.",
      "health": "Rapid diagnosis; aggressive treatment plan; energetic approach to fitness.",
      "spirituality": "Fanatical adherence to a belief; aggressively defending a belief."
    },
    "reversed": {
      "short": "Haste, missed details, aggressive, argumentative, lack of planning.",
      "detailed": "When Knight of Swords appears reversed, it suggests haste, missed details, aggressive, argumentative, lack of planning. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Haste, missed details, aggressive, argumentative, lack of planning.",
      "work": "Reversed work meaning - challenges or blockages in: an aggressive, fast-paced work environment; a powerful new project.",
      "love": "Reversed love meaning - difficulties in: a sudden, intense pursuit; a relationship moving too fast; a confrontational partner.",
      "health": "Reversed health meaning - caution regarding: rapid diagnosis; aggressive treatment plan; energetic approach to fitness.",
      "spirituality": "Reversed spirituality - disconnection from: fanatical adherence to a belief; aggressively defending a belief."
    },
    "description": "Represents swift, often aggressive, movement and action.",
    "image": "/images/cards/knight-of-swords.jpg",
    "relationships": {
      "supporting_cards": [
        "The Chariot",
        "Seven of Wands",
        "Ace of Swords"
      ],
      "challenging_cards": [
        "Four of Swords",
        "Two of Swords",
        "King of Cups"
      ]
    }
  },
  {
    "id": 62,
    "name": "Queen of Swords",
    "slug": "queen-of-swords",
    "arcana": "minor",
    "suit": "swords",
    "keywords": [
      "Independent",
      "sharp-witted",
      "honest",
      "unbiased",
      "detached."
    ],
    "upright": {
      "short": "Clear thinking, independent, honest, direct, objective, sharp wit.",
      "detailed": "A wise, objective female figure; using intellect over emotion.\n\n**Work & Career:** An intelligent, fair female manager; jobs requiring logic, law, or writing.\n\n**Love & Relationships:** Honest communication; a partner who values mental stimulation; a single mother.\n\n**Health:** Mental clarity and honesty about health issues.\n\n**Spirituality:** Intellectual pursuit of truth; detached observation.",
      "general": "A wise, objective female figure; using intellect over emotion.",
      "work": "An intelligent, fair female manager; jobs requiring logic, law, or writing.",
      "love": "Honest communication; a partner who values mental stimulation; a single mother.",
      "health": "Mental clarity and honesty about health issues.",
      "spirituality": "Intellectual pursuit of truth; detached observation."
    },
    "reversed": {
      "short": "Cold-hearted, critical, cruel, lonely, bitchy, bitter.",
      "detailed": "When Queen of Swords appears reversed, it suggests cold-hearted, critical, cruel, lonely, bitchy, bitter. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Cold-hearted, critical, cruel, lonely, bitchy, bitter.",
      "work": "Reversed work meaning - challenges or blockages in: an intelligent, fair female manager; jobs requiring logic, law, or writing.",
      "love": "Reversed love meaning - difficulties in: honest communication; a partner who values mental stimulation; a single mother.",
      "health": "Reversed health meaning - caution regarding: mental clarity and honesty about health issues.",
      "spirituality": "Reversed spirituality - disconnection from: intellectual pursuit of truth; detached observation."
    },
    "description": "An intelligent, independent woman who values truth and clarity.",
    "image": "/images/cards/queen-of-swords.jpg",
    "relationships": {
      "supporting_cards": [
        "Justice",
        "King of Swords",
        "The High Priestess"
      ],
      "challenging_cards": [
        "Queen of Cups",
        "Five of Cups",
        "The Lovers"
      ]
    }
  },
  {
    "id": 63,
    "name": "King of Swords",
    "slug": "king-of-swords",
    "arcana": "minor",
    "suit": "swords",
    "keywords": [
      "Intellectual",
      "authority",
      "clear-headed",
      "truth",
      "disciplined."
    ],
    "upright": {
      "short": "Intellectual authority, truth, discipline, logical, powerful mind, professional.",
      "detailed": "A male figure of intellectual power (lawyer, doctor, academic); clear thinking is needed.\n\n**Work & Career:** Law, academia, science; a sharp, disciplined manager; legal matters.\n\n**Love & Relationships:** A highly intellectual partner; a relationship focused on communication and truth.\n\n**Health:** Seeking expert medical opinion; a need for logic in health decisions.\n\n**Spirituality:** Intellectual mastery of spiritual texts; clear, unbiased views.",
      "general": "A male figure of intellectual power (lawyer, doctor, academic); clear thinking is needed.",
      "work": "Law, academia, science; a sharp, disciplined manager; legal matters.",
      "love": "A highly intellectual partner; a relationship focused on communication and truth.",
      "health": "Seeking expert medical opinion; a need for logic in health decisions.",
      "spirituality": "Intellectual mastery of spiritual texts; clear, unbiased views."
    },
    "reversed": {
      "short": "Tyrannical, cold, unjust, emotionally repressed, abusive authority.",
      "detailed": "When King of Swords appears reversed, it suggests tyrannical, cold, unjust, emotionally repressed, abusive authority. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Tyrannical, cold, unjust, emotionally repressed, abusive authority.",
      "work": "Reversed work meaning - challenges or blockages in: law, academia, science; a sharp, disciplined manager; legal matters.",
      "love": "Reversed love meaning - difficulties in: a highly intellectual partner; a relationship focused on communication and truth.",
      "health": "Reversed health meaning - caution regarding: seeking expert medical opinion; a need for logic in health decisions.",
      "spirituality": "Reversed spirituality - disconnection from: intellectual mastery of spiritual texts; clear, unbiased views."
    },
    "description": "A master of logic, intellect, and impartial judgment.",
    "image": "/images/cards/king-of-swords.jpg",
    "relationships": {
      "supporting_cards": [
        "The Emperor",
        "Justice",
        "Queen of Swords"
      ],
      "challenging_cards": [
        "King of Cups",
        "The Devil",
        "King of Wands"
      ]
    }
  },
  {
    "id": 64,
    "name": "Ace of Pentacles",
    "slug": "ace-of-pentacles",
    "arcana": "minor",
    "suit": "pentacles",
    "keywords": [
      "New opportunity",
      "prosperity",
      "manifestation",
      "stability",
      "wealth."
    ],
    "upright": {
      "short": "New financial opportunity, practical beginnings, wealth, good health, security.",
      "detailed": "An important gift, investment, or job offer; a chance for stability.\n\n**Work & Career:** A great new job, a raise, or a lucrative new contract.\n\n**Love & Relationships:** Building a stable future together; a practical foundation for a relationship.\n\n**Health:** New fitness regime; improved physical health and vitality.\n\n**Spirituality:** Finding spiritual grounding; manifesting spiritual goals into reality.",
      "general": "An important gift, investment, or job offer; a chance for stability.",
      "work": "A great new job, a raise, or a lucrative new contract.",
      "love": "Building a stable future together; a practical foundation for a relationship.",
      "health": "New fitness regime; improved physical health and vitality.",
      "spirituality": "Finding spiritual grounding; manifesting spiritual goals into reality."
    },
    "reversed": {
      "short": "Missed opportunity, lack of planning, greed, poor financial decisions, instability.",
      "detailed": "When Ace of Pentacles appears reversed, it suggests missed opportunity, lack of planning, greed, poor financial decisions, instability. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Missed opportunity, lack of planning, greed, poor financial decisions, instability.",
      "work": "Reversed work meaning - challenges or blockages in: a great new job, a raise, or a lucrative new contract.",
      "love": "Reversed love meaning - difficulties in: building a stable future together; a practical foundation for a relationship.",
      "health": "Reversed health meaning - caution regarding: new fitness regime; improved physical health and vitality.",
      "spirituality": "Reversed spirituality - disconnection from: finding spiritual grounding; manifesting spiritual goals into reality."
    },
    "description": "The seed of material opportunity, wealth, and grounded potential.",
    "image": "/images/cards/ace-of-pentacles.jpg",
    "relationships": {
      "supporting_cards": [
        "The World",
        "Ten of Pentacles",
        "The Empress"
      ],
      "challenging_cards": [
        "Seven of Pentacles",
        "Five of Pentacles",
        "The Fool"
      ]
    }
  },
  {
    "id": 65,
    "name": "Two of Pentacles",
    "slug": "two-of-pentacles",
    "arcana": "minor",
    "suit": "pentacles",
    "keywords": [
      "Balance",
      "juggling",
      "flexibility",
      "priorities",
      "adaptation."
    ],
    "upright": {
      "short": "Balancing resources, adaptability, juggling priorities, financial management.",
      "detailed": "Managing finances, time, and energy; need for flexibility.\n\n**Work & Career:** Juggling multiple projects; balancing two part-time jobs.\n\n**Love & Relationships:** Balancing work and relationship; trying to manage two relationships.\n\n**Health:** Balancing diet and exercise; juggling different treatments.\n\n**Spirituality:** Balancing material needs with spiritual goals.",
      "general": "Managing finances, time, and energy; need for flexibility.",
      "work": "Juggling multiple projects; balancing two part-time jobs.",
      "love": "Balancing work and relationship; trying to manage two relationships.",
      "health": "Balancing diet and exercise; juggling different treatments.",
      "spirituality": "Balancing material needs with spiritual goals."
    },
    "reversed": {
      "short": "Imbalance, overextension, financial chaos, unmanageable debt.",
      "detailed": "When Two of Pentacles appears reversed, it suggests imbalance, overextension, financial chaos, unmanageable debt. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Imbalance, overextension, financial chaos, unmanageable debt.",
      "work": "Reversed work meaning - challenges or blockages in: juggling multiple projects; balancing two part-time jobs.",
      "love": "Reversed love meaning - difficulties in: balancing work and relationship; trying to manage two relationships.",
      "health": "Reversed health meaning - caution regarding: balancing diet and exercise; juggling different treatments.",
      "spirituality": "Reversed spirituality - disconnection from: balancing material needs with spiritual goals."
    },
    "description": "Represents maintaining balance between competing demands.",
    "image": "/images/cards/two-of-pentacles.jpg",
    "relationships": {
      "supporting_cards": [
        "Temperance",
        "Justice",
        "Six of Swords"
      ],
      "challenging_cards": [
        "Ten of Wands",
        "Four of Pentacles",
        "Nine of Cups"
      ]
    }
  },
  {
    "id": 66,
    "name": "Three of Pentacles",
    "slug": "three-of-pentacles",
    "arcana": "minor",
    "suit": "pentacles",
    "keywords": [
      "Teamwork",
      "collaboration",
      "skill",
      "competence",
      "planning."
    ],
    "upright": {
      "short": "Teamwork, recognition for skills, collaboration, mastering a trade, successful completion.",
      "detailed": "Seeking expert advice; combining talents for a great outcome.\n\n**Work & Career:** A successful team project; a promotion based on skill; formal training.\n\n**Love & Relationships:** Working together to build a life; setting goals as a couple.\n\n**Health:** Working with a team of specialists; a collaborative approach to health.\n\n**Spirituality:** Learning from a teacher or community; practicing a craft.",
      "general": "Seeking expert advice; combining talents for a great outcome.",
      "work": "A successful team project; a promotion based on skill; formal training.",
      "love": "Working together to build a life; setting goals as a couple.",
      "health": "Working with a team of specialists; a collaborative approach to health.",
      "spirituality": "Learning from a teacher or community; practicing a craft."
    },
    "reversed": {
      "short": "Lack of teamwork, poor quality work, mediocrity, disagreement on goals.",
      "detailed": "When Three of Pentacles appears reversed, it suggests lack of teamwork, poor quality work, mediocrity, disagreement on goals. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Lack of teamwork, poor quality work, mediocrity, disagreement on goals.",
      "work": "Reversed work meaning - challenges or blockages in: a successful team project; a promotion based on skill; formal training.",
      "love": "Reversed love meaning - difficulties in: working together to build a life; setting goals as a couple.",
      "health": "Reversed health meaning - caution regarding: working with a team of specialists; a collaborative approach to health.",
      "spirituality": "Reversed spirituality - disconnection from: learning from a teacher or community; practicing a craft."
    },
    "description": "Represents the successful collaboration of skilled individuals.",
    "image": "/images/cards/three-of-pentacles.jpg",
    "relationships": {
      "supporting_cards": [
        "The Empress",
        "The Hierophant",
        "Two of Pentacles"
      ],
      "challenging_cards": [
        "Five of Wands",
        "Nine of Pentacles",
        "Seven of Pentacles"
      ]
    }
  },
  {
    "id": 67,
    "name": "Four of Pentacles",
    "slug": "four-of-pentacles",
    "arcana": "minor",
    "suit": "pentacles",
    "keywords": [
      "Possessiveness",
      "control",
      "security",
      "hoarding",
      "saving."
    ],
    "upright": {
      "short": "Control, stability, security, hoarding, attachment to possessions, miserly.",
      "detailed": "Holding onto things (money, people, habits) too tightly; fear of change.\n\n**Work & Career:** Fear of investing; controlling management; refusing to delegate.\n\n**Love & Relationships:** Possessive partner; fear of commitment or loss; holding back emotion.\n\n**Health:** Holding onto tension or weight; refusing to pay for necessary treatment.\n\n**Spirituality:** Rigid adherence to spiritual rules; spiritual materialism.",
      "general": "Holding onto things (money, people, habits) too tightly; fear of change.",
      "work": "Fear of investing; controlling management; refusing to delegate.",
      "love": "Possessive partner; fear of commitment or loss; holding back emotion.",
      "health": "Holding onto tension or weight; refusing to pay for necessary treatment.",
      "spirituality": "Rigid adherence to spiritual rules; spiritual materialism."
    },
    "reversed": {
      "short": "Generosity, releasing control, financial openness, spending too much, insecurity.",
      "detailed": "When Four of Pentacles appears reversed, it suggests generosity, releasing control, financial openness, spending too much, insecurity. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Generosity, releasing control, financial openness, spending too much, insecurity.",
      "work": "Reversed work meaning - challenges or blockages in: fear of investing; controlling management; refusing to delegate.",
      "love": "Reversed love meaning - difficulties in: possessive partner; fear of commitment or loss; holding back emotion.",
      "health": "Reversed health meaning - caution regarding: holding onto tension or weight; refusing to pay for necessary treatment.",
      "spirituality": "Reversed spirituality - disconnection from: rigid adherence to spiritual rules; spiritual materialism."
    },
    "description": "Represents a powerful focus on security, often bordering on possessiveness.",
    "image": "/images/cards/four-of-pentacles.jpg",
    "relationships": {
      "supporting_cards": [
        "The Emperor",
        "Nine of Swords",
        "The Devil"
      ],
      "challenging_cards": [
        "The Fool",
        "Eight of Cups",
        "Death"
      ]
    }
  },
  {
    "id": 68,
    "name": "Five of Pentacles",
    "slug": "five-of-pentacles",
    "arcana": "minor",
    "suit": "pentacles",
    "keywords": [
      "Worry",
      "poverty",
      "loss",
      "isolation",
      "hardship."
    ],
    "upright": {
      "short": "Hardship, worry, financial loss, feeling left out, illness, poverty mentality.",
      "detailed": "A period of difficulty; feeling shut out from help or resources.\n\n**Work & Career:** Job loss, financial struggle, being overlooked for a promotion.\n\n**Love & Relationships:** Feeling rejected or neglected by a partner; relationship difficulties caused by money worries.\n\n**Health:** Illness or injury; feeling excluded from healthy society.\n\n**Spirituality:** Feeling abandoned by the divine; a crisis of faith.",
      "general": "A period of difficulty; feeling shut out from help or resources.",
      "work": "Job loss, financial struggle, being overlooked for a promotion.",
      "love": "Feeling rejected or neglected by a partner; relationship difficulties caused by money worries.",
      "health": "Illness or injury; feeling excluded from healthy society.",
      "spirituality": "Feeling abandoned by the divine; a crisis of faith."
    },
    "reversed": {
      "short": "Recovery from loss, new employment, feeling hopeful, accepting help, financial relief.",
      "detailed": "When Five of Pentacles appears reversed, it suggests recovery from loss, new employment, feeling hopeful, accepting help, financial relief. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Recovery from loss, new employment, feeling hopeful, accepting help, financial relief.",
      "work": "Reversed work meaning - challenges or blockages in: job loss, financial struggle, being overlooked for a promotion.",
      "love": "Reversed love meaning - difficulties in: feeling rejected or neglected by a partner; relationship difficulties caused by money worries.",
      "health": "Reversed health meaning - caution regarding: illness or injury; feeling excluded from healthy society.",
      "spirituality": "Reversed spirituality - disconnection from: feeling abandoned by the divine; a crisis of faith."
    },
    "description": "Represents feeling isolated and having a sense of material lack.",
    "image": "/images/cards/five-of-pentacles.jpg",
    "relationships": {
      "supporting_cards": [
        "The Devil",
        "The Hermit",
        "Nine of Swords"
      ],
      "challenging_cards": [
        "The Empress",
        "The Sun",
        "Ace of Pentacles"
      ]
    }
  },
  {
    "id": 69,
    "name": "Six of Pentacles",
    "slug": "six-of-pentacles",
    "arcana": "minor",
    "suit": "pentacles",
    "keywords": [
      "Generosity",
      "charity",
      "balance",
      "giving and receiving",
      "aid."
    ],
    "upright": {
      "short": "Giving and receiving, charity, financial generosity, sharing wealth, balanced exchange.",
      "detailed": "Receiving a loan or gift; the need to share your resources.\n\n**Work & Career:** Receiving a bonus or funding; fair pay; mentoring or being mentored.\n\n**Love & Relationships:** Equal give and take in a relationship; sharing financial resources.\n\n**Health:** Donating to medical causes; a balanced approach to treatment costs.\n\n**Spirituality:** Charitable work; balancing spiritual teaching with receiving gratitude.",
      "general": "Receiving a loan or gift; the need to share your resources.",
      "work": "Receiving a bonus or funding; fair pay; mentoring or being mentored.",
      "love": "Equal give and take in a relationship; sharing financial resources.",
      "health": "Donating to medical causes; a balanced approach to treatment costs.",
      "spirituality": "Charitable work; balancing spiritual teaching with receiving gratitude."
    },
    "reversed": {
      "short": "Debt, unequal exchange, selfishness, demanding interest, misuse of funds.",
      "detailed": "When Six of Pentacles appears reversed, it suggests debt, unequal exchange, selfishness, demanding interest, misuse of funds. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Debt, unequal exchange, selfishness, demanding interest, misuse of funds.",
      "work": "Reversed work meaning - challenges or blockages in: receiving a bonus or funding; fair pay; mentoring or being mentored.",
      "love": "Reversed love meaning - difficulties in: equal give and take in a relationship; sharing financial resources.",
      "health": "Reversed health meaning - caution regarding: donating to medical causes; a balanced approach to treatment costs.",
      "spirituality": "Reversed spirituality - disconnection from: charitable work; balancing spiritual teaching with receiving gratitude."
    },
    "description": "Represents the balance of giving and receiving, and financial fairness.",
    "image": "/images/cards/six-of-pentacles.jpg",
    "relationships": {
      "supporting_cards": [
        "Justice",
        "Temperance",
        "The Lovers"
      ],
      "challenging_cards": [
        "Seven of Pentacles",
        "Four of Pentacles",
        "The Devil"
      ]
    }
  },
  {
    "id": 70,
    "name": "Seven of Pentacles",
    "slug": "seven-of-pentacles",
    "arcana": "minor",
    "suit": "pentacles",
    "keywords": [
      "Patience",
      "investment",
      "waiting",
      "long-term vision",
      "assessment."
    ],
    "upright": {
      "short": "Waiting for results, patience, assessment, long-term investment, slow growth.",
      "detailed": "The waiting game; your efforts will pay off, but not yet; taking stock.\n\n**Work & Career:** A project that requires patience; assessing a long-term investment.\n\n**Love & Relationships:** Assessing the long-term potential of a relationship; waiting for commitment.\n\n**Health:** A long-term treatment plan; being patient with recovery.\n\n**Spirituality:** Patience with spiritual growth; assessing the path's benefits.",
      "general": "The waiting game; your efforts will pay off, but not yet; taking stock.",
      "work": "A project that requires patience; assessing a long-term investment.",
      "love": "Assessing the long-term potential of a relationship; waiting for commitment.",
      "health": "A long-term treatment plan; being patient with recovery.",
      "spirituality": "Patience with spiritual growth; assessing the path's benefits."
    },
    "reversed": {
      "short": "Impatience, lack of long-term vision, poor investment, cutting losses.",
      "detailed": "When Seven of Pentacles appears reversed, it suggests impatience, lack of long-term vision, poor investment, cutting losses. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Impatience, lack of long-term vision, poor investment, cutting losses.",
      "work": "Reversed work meaning - challenges or blockages in: a project that requires patience; assessing a long-term investment.",
      "love": "Reversed love meaning - difficulties in: assessing the long-term potential of a relationship; waiting for commitment.",
      "health": "Reversed health meaning - caution regarding: a long-term treatment plan; being patient with recovery.",
      "spirituality": "Reversed spirituality - disconnection from: patience with spiritual growth; assessing the path's benefits."
    },
    "description": "Represents pausing to assess the yield of one's efforts.",
    "image": "/images/cards/seven-of-pentacles.jpg",
    "relationships": {
      "supporting_cards": [
        "The Hermit",
        "Nine of Pentacles",
        "Temperance"
      ],
      "challenging_cards": [
        "Eight of Wands",
        "Knight of Wands",
        "King of Wands"
      ]
    }
  },
  {
    "id": 71,
    "name": "Eight of Pentacles",
    "slug": "eight-of-pentacles",
    "arcana": "minor",
    "suit": "pentacles",
    "keywords": [
      "Apprenticeship",
      "skill",
      "focus",
      "dedication",
      "craftsmanship."
    ],
    "upright": {
      "short": "Dedication, hard work, mastery, attention to detail, repetitive work, training.",
      "detailed": "Focusing on refining a skill; a quiet, industrious period.\n\n**Work & Career:** Apprenticeship, craftsmanship, becoming an expert; working hard and consistently.\n\n**Love & Relationships:** Working hard on the relationship; attention to small details.\n\n**Health:** Dedicated work on fitness; slow, consistent progress in recovery.\n\n**Spirituality:** Dedicated spiritual practice; mastering a spiritual discipline.",
      "general": "Focusing on refining a skill; a quiet, industrious period.",
      "work": "Apprenticeship, craftsmanship, becoming an expert; working hard and consistently.",
      "love": "Working hard on the relationship; attention to small details.",
      "health": "Dedicated work on fitness; slow, consistent progress in recovery.",
      "spirituality": "Dedicated spiritual practice; mastering a spiritual discipline."
    },
    "reversed": {
      "short": "Perfectionism, shoddy work, lack of focus, obsession, rush job.",
      "detailed": "When Eight of Pentacles appears reversed, it suggests perfectionism, shoddy work, lack of focus, obsession, rush job. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Perfectionism, shoddy work, lack of focus, obsession, rush job.",
      "work": "Reversed work meaning - challenges or blockages in: apprenticeship, craftsmanship, becoming an expert; working hard and consistently.",
      "love": "Reversed love meaning - difficulties in: working hard on the relationship; attention to small details.",
      "health": "Reversed health meaning - caution regarding: dedicated work on fitness; slow, consistent progress in recovery.",
      "spirituality": "Reversed spirituality - disconnection from: dedicated spiritual practice; mastering a spiritual discipline."
    },
    "description": "Represents diligently working on a craft or skill.",
    "image": "/images/cards/eight-of-pentacles.jpg",
    "relationships": {
      "supporting_cards": [
        "The Hermit",
        "Three of Pentacles",
        "The Magician"
      ],
      "challenging_cards": [
        "Two of Pentacles",
        "Ten of Wands",
        "Seven of Pentacles"
      ]
    }
  },
  {
    "id": 72,
    "name": "Nine of Pentacles",
    "slug": "nine-of-pentacles",
    "arcana": "minor",
    "suit": "pentacles",
    "keywords": [
      "Luxury",
      "self-sufficiency",
      "independence",
      "refinement",
      "reward."
    ],
    "upright": {
      "short": "Affluence, independence, security, solitude, self-made success, enjoyment of luxury.",
      "detailed": "Enjoying the fruits of your labor; feeling confident and secure alone.\n\n**Work & Career:** High-level success; working for yourself; a high salary.\n\n**Love & Relationships:** Self-sufficient in love; enjoying single life; a stable, secure partnership.\n\n**Health:** Enjoying a high-quality, healthy lifestyle; self-care as a priority.\n\n**Spirituality:** Spiritual maturity; self-contained spiritual peace.",
      "general": "Enjoying the fruits of your labor; feeling confident and secure alone.",
      "work": "High-level success; working for yourself; a high salary.",
      "love": "Self-sufficient in love; enjoying single life; a stable, secure partnership.",
      "health": "Enjoying a high-quality, healthy lifestyle; self-care as a priority.",
      "spirituality": "Spiritual maturity; self-contained spiritual peace."
    },
    "reversed": {
      "short": "Loss of independence, over-reliance on others, hustling, shallow achievement, financial setback.",
      "detailed": "When Nine of Pentacles appears reversed, it suggests loss of independence, over-reliance on others, hustling, shallow achievement, financial setback. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Loss of independence, over-reliance on others, hustling, shallow achievement, financial setback.",
      "work": "Reversed work meaning - challenges or blockages in: high-level success; working for yourself; a high salary.",
      "love": "Reversed love meaning - difficulties in: self-sufficient in love; enjoying single life; a stable, secure partnership.",
      "health": "Reversed health meaning - caution regarding: enjoying a high-quality, healthy lifestyle; self-care as a priority.",
      "spirituality": "Reversed spirituality - disconnection from: spiritual maturity; self-contained spiritual peace."
    },
    "description": "Represents financial security, luxury, and self-reliance.",
    "image": "/images/cards/nine-of-pentacles.jpg",
    "relationships": {
      "supporting_cards": [
        "The Lovers",
        "The Hermit",
        "Ten of Pentacles"
      ],
      "challenging_cards": [
        "Five of Pentacles",
        "Three of Pentacles",
        "The Devil"
      ]
    }
  },
  {
    "id": 73,
    "name": "Ten of Pentacles",
    "slug": "ten-of-pentacles",
    "arcana": "minor",
    "suit": "pentacles",
    "keywords": [
      "Wealth",
      "foundation",
      "family",
      "legacy",
      "inheritance."
    ],
    "upright": {
      "short": "Complete financial and family security, inheritance, legacy, established wealth, deep roots.",
      "detailed": "Long-term security and wealth; a strong family foundation; retirement.\n\n**Work & Career:** Family business; a secure, long-term career; generational wealth.\n\n**Love & Relationships:** Marriage, children, passing wealth down; a rock-solid, traditional relationship.\n\n**Health:** Long-term health and vitality; inherited genetics.\n\n**Spirituality:** Spiritual legacy; traditions and ancestral beliefs.",
      "general": "Long-term security and wealth; a strong family foundation; retirement.",
      "work": "Family business; a secure, long-term career; generational wealth.",
      "love": "Marriage, children, passing wealth down; a rock-solid, traditional relationship.",
      "health": "Long-term health and vitality; inherited genetics.",
      "spirituality": "Spiritual legacy; traditions and ancestral beliefs."
    },
    "reversed": {
      "short": "Financial failure, family arguments, broken legacy, instability, loss of inheritance.",
      "detailed": "When Ten of Pentacles appears reversed, it suggests financial failure, family arguments, broken legacy, instability, loss of inheritance. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Financial failure, family arguments, broken legacy, instability, loss of inheritance.",
      "work": "Reversed work meaning - challenges or blockages in: family business; a secure, long-term career; generational wealth.",
      "love": "Reversed love meaning - difficulties in: marriage, children, passing wealth down; a rock-solid, traditional relationship.",
      "health": "Reversed health meaning - caution regarding: long-term health and vitality; inherited genetics.",
      "spirituality": "Reversed spirituality - disconnection from: spiritual legacy; traditions and ancestral beliefs."
    },
    "description": "Represents ultimate material and family security and success.",
    "image": "/images/cards/ten-of-pentacles.jpg",
    "relationships": {
      "supporting_cards": [
        "The World",
        "Four of Wands",
        "The Empress"
      ],
      "challenging_cards": [
        "Five of Pentacles",
        "The Tower",
        "Ten of Swords"
      ]
    }
  },
  {
    "id": 74,
    "name": "Page of Pentacles",
    "slug": "page-of-pentacles",
    "arcana": "minor",
    "suit": "pentacles",
    "keywords": [
      "New job",
      "opportunity",
      "aspiration",
      "beginner",
      "diligence."
    ],
    "upright": {
      "short": "News of a job, financial opportunity, a diligent student, a solid plan, manifestation.",
      "detailed": "A new practical beginning; taking the first step towards a goal.\n\n**Work & Career:** An offer for a new job or promotion; beginning a new course of study.\n\n**Love & Relationships:** Building a stable, grounded relationship; a new, serious partner.\n\n**Health:** Starting a new, practical health routine (e.g., meal prepping).\n\n**Spirituality:** Beginning a new spiritual practice with dedication; practical magic.",
      "general": "A new practical beginning; taking the first step towards a goal.",
      "work": "An offer for a new job or promotion; beginning a new course of study.",
      "love": "Building a stable, grounded relationship; a new, serious partner.",
      "health": "Starting a new, practical health routine (e.g., meal prepping).",
      "spirituality": "Beginning a new spiritual practice with dedication; practical magic."
    },
    "reversed": {
      "short": "Lack of focus, bad news, missed opportunity, laziness, lack of direction.",
      "detailed": "When Page of Pentacles appears reversed, it suggests lack of focus, bad news, missed opportunity, laziness, lack of direction. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Lack of focus, bad news, missed opportunity, laziness, lack of direction.",
      "work": "Reversed work meaning - challenges or blockages in: an offer for a new job or promotion; beginning a new course of study.",
      "love": "Reversed love meaning - difficulties in: building a stable, grounded relationship; a new, serious partner.",
      "health": "Reversed health meaning - caution regarding: starting a new, practical health routine (e.g., meal prepping).",
      "spirituality": "Reversed spirituality - disconnection from: beginning a new spiritual practice with dedication; practical magic."
    },
    "description": "A serious, diligent messenger of material beginnings and practical news.",
    "image": "/images/cards/page-of-pentacles.jpg",
    "relationships": {
      "supporting_cards": [
        "Ace of Pentacles",
        "The Hierophant",
        "Eight of Pentacles"
      ],
      "challenging_cards": [
        "The Fool",
        "Seven of Pentacles",
        "Two of Pentacles"
      ]
    }
  },
  {
    "id": 75,
    "name": "Knight of Pentacles",
    "slug": "knight-of-pentacles",
    "arcana": "minor",
    "suit": "pentacles",
    "keywords": [
      "Efficiency",
      "routines",
      "reliability",
      "diligence",
      "slow and steady."
    ],
    "upright": {
      "short": "Hard working, responsible, methodical, reliable, slow but steady progress.",
      "detailed": "Routines and long-term planning; things are moving, but slowly and surely.\n\n**Work & Career:** A dependable co-worker; steady income; methodical work ethic.\n\n**Love & Relationships:** A solid, dependable, but perhaps unromantic partner; a stable relationship.\n\n**Health:** Commitment to a long-term fitness plan; steady weight loss.\n\n**Spirituality:** Consistent daily spiritual practice; grounded in routine.",
      "general": "Routines and long-term planning; things are moving, but slowly and surely.",
      "work": "A dependable co-worker; steady income; methodical work ethic.",
      "love": "A solid, dependable, but perhaps unromantic partner; a stable relationship.",
      "health": "Commitment to a long-term fitness plan; steady weight loss.",
      "spirituality": "Consistent daily spiritual practice; grounded in routine."
    },
    "reversed": {
      "short": "Laziness, stagnation, boredom, lack of motivation, stuck in a rut.",
      "detailed": "When Knight of Pentacles appears reversed, it suggests laziness, stagnation, boredom, lack of motivation, stuck in a rut. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Laziness, stagnation, boredom, lack of motivation, stuck in a rut.",
      "work": "Reversed work meaning - challenges or blockages in: a dependable co-worker; steady income; methodical work ethic.",
      "love": "Reversed love meaning - difficulties in: a solid, dependable, but perhaps unromantic partner; a stable relationship.",
      "health": "Reversed health meaning - caution regarding: commitment to a long-term fitness plan; steady weight loss.",
      "spirituality": "Reversed spirituality - disconnection from: consistent daily spiritual practice; grounded in routine."
    },
    "description": "Represents slow, consistent, and reliable progress.",
    "image": "/images/cards/knight-of-pentacles.jpg",
    "relationships": {
      "supporting_cards": [
        "The Emperor",
        "Eight of Pentacles",
        "Seven of Pentacles"
      ],
      "challenging_cards": [
        "Knight of Wands",
        "The Fool",
        "Eight of Wands"
      ]
    }
  },
  {
    "id": 76,
    "name": "Queen of Pentacles",
    "slug": "queen-of-pentacles",
    "arcana": "minor",
    "suit": "pentacles",
    "keywords": [
      "Nurturing",
      "practical",
      "earthy",
      "comfort",
      "security."
    ],
    "upright": {
      "short": "Domestic bliss, nurturing, practical, financially secure, down-to-earth.",
      "detailed": "A maternal figure who provides comfort and security; focusing on home life.\n\n**Work & Career:** Successful home-based business; excellent financial management; providing a safe workplace.\n\n**Love & Relationships:** A loving, secure, and supportive partner; strong focus on family.\n\n**Health:** Healthy cooking, natural remedies, nurturing the body.\n\n**Spirituality:** Connecting with nature; practical application of spiritual beliefs.",
      "general": "A maternal figure who provides comfort and security; focusing on home life.",
      "work": "Successful home-based business; excellent financial management; providing a safe workplace.",
      "love": "A loving, secure, and supportive partner; strong focus on family.",
      "health": "Healthy cooking, natural remedies, nurturing the body.",
      "spirituality": "Connecting with nature; practical application of spiritual beliefs."
    },
    "reversed": {
      "short": "Selfishness, financial insecurity, martyrdom, neglecting family, superficial.",
      "detailed": "When Queen of Pentacles appears reversed, it suggests selfishness, financial insecurity, martyrdom, neglecting family, superficial. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Selfishness, financial insecurity, martyrdom, neglecting family, superficial.",
      "work": "Reversed work meaning - challenges or blockages in: successful home-based business; excellent financial management; providing a safe workplace.",
      "love": "Reversed love meaning - difficulties in: a loving, secure, and supportive partner; strong focus on family.",
      "health": "Reversed health meaning - caution regarding: healthy cooking, natural remedies, nurturing the body.",
      "spirituality": "Reversed spirituality - disconnection from: connecting with nature; practical application of spiritual beliefs."
    },
    "description": "A warm, nurturing, and practically successful woman; mother nature.",
    "image": "/images/cards/queen-of-pentacles.jpg",
    "relationships": {
      "supporting_cards": [
        "The Empress",
        "Ten of Pentacles",
        "The Hermit"
      ],
      "challenging_cards": [
        "Queen of Swords",
        "Five of Pentacles",
        "The Tower"
      ]
    }
  },
  {
    "id": 77,
    "name": "King of Pentacles",
    "slug": "king-of-pentacles",
    "arcana": "minor",
    "suit": "pentacles",
    "keywords": [
      "Abundance",
      "successful",
      "grounded",
      "security",
      "leader."
    ],
    "upright": {
      "short": "Financial success, wealthy, security, grounded, successful entrepreneur, reliable leader.",
      "detailed": "A successful, established male figure; ultimate financial stability.\n\n**Work & Career:** CEO, founder, stable business owner; a large, secure investment.\n\n**Love & Relationships:** A secure, dependable, and generous partner; a strong provider.\n\n**Health:** Long-term, stable health; providing resources for the best care.\n\n**Spirituality:** Spiritual wisdom applied practically; being a pillar of the community.",
      "general": "A successful, established male figure; ultimate financial stability.",
      "work": "CEO, founder, stable business owner; a large, secure investment.",
      "love": "A secure, dependable, and generous partner; a strong provider.",
      "health": "Long-term, stable health; providing resources for the best care.",
      "spirituality": "Spiritual wisdom applied practically; being a pillar of the community."
    },
    "reversed": {
      "short": "Greed, financial risk, corrupted by wealth, loss of security, excessive materialism.",
      "detailed": "When King of Pentacles appears reversed, it suggests greed, financial risk, corrupted by wealth, loss of security, excessive materialism. Consider the areas where you might be experiencing resistance or blockages.",
      "general": "Reversed: Greed, financial risk, corrupted by wealth, loss of security, excessive materialism.",
      "work": "Reversed work meaning - challenges or blockages in: ceo, founder, stable business owner; a large, secure investment.",
      "love": "Reversed love meaning - difficulties in: a secure, dependable, and generous partner; a strong provider.",
      "health": "Reversed health meaning - caution regarding: long-term, stable health; providing resources for the best care.",
      "spirituality": "Reversed spirituality - disconnection from: spiritual wisdom applied practically; being a pillar of the community."
    },
    "description": "A powerful, successful, and reliable businessman or leader.",
    "image": "/images/cards/king-of-pentacles.jpg",
    "relationships": {
      "supporting_cards": [
        "The Emperor",
        "The World",
        "Ten of Pentacles"
      ],
      "challenging_cards": [
        "The Devil",
        "Five of Pentacles",
        "Two of Pentacles"
      ]
    }
  }
]